[
  {
    "chunk_id": 1,
    "content": "HIGHLIGHTS OF PRESCRIBING INFORMATION These highlights do not include all the information needed to use ACULAR® safely and effectively. See full prescribing information for ACULAR®. ACULAR® (ketorolac tromethamine ophthalmic solution) 0.5% Initial U.S. Approval: 1991 _________INDICATIONS AND USAGE_________ ACULAR® ophthalmic solution is a nonsteroidal, anti-inflammatory indicated for:  The treatment of inflammation following cataract surgery. (1)  The temporary relief of ocular itching due to seasonal allergic conjunctivitis. (1) ______ DOSAGE AND ADMINISTRATION_____ One drop of ACULAR® should be applied to the affected eye(s) four times a day for relief of ocular itching due to seasonal allergic conjunctivitis. For the treatment of postoperative inflammation in patients who have undergone cataract extraction, one drop of ACULAR® should be applied to the affected eye four times daily beginning 24 hours after cataract surgery and continuing through the first 2 weeks of the postoperative period. (2.1) _______ DOSAGE FORMS AND STRENGTHS______ Ophthalmic solution containing 5 mg/mL ketorolac tromethamine. (3)  10 mL size bottle filled with 5 mL of solution ___________CONTRAINDICATIONS______________ Hypersensitivity to any component of this product. (4) ________WARNINGS AND PRECAUTIONS________  Delayed healing (5.1)  Cross-sensitivity or hypersensitivity (5.2)  Increased bleeding time due to interference with thrombocyte aggregation (5.3) ",
    "page": 1,
    "file": "acular_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "containing 5 mg/mL ketorolac tromethamine. (3)  10 mL size bottle filled with 5 mL of solution ___________CONTRAINDICATIONS______________ Hypersensitivity to any component of this product. (4) ________WARNINGS AND PRECAUTIONS________  Delayed healing (5.1)  Cross-sensitivity or hypersensitivity (5.2)  Increased bleeding time due to interference with thrombocyte aggregation (5.3)  Corneal effects including keratitis (5.4) _____________ADVERSE REACTIONS____________ The most frequent adverse reactions reported by up to 40% of patients participating in clinical trials have been transient stinging and burning on instillation. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact AbbVie at 1-800-433-8871 or FDA at 1-800- FDA-1088 or www.fda.gov/medwatch. See 17 for PATIENT COUNSELING INFORMATION Revised: 9/2024 FULL PRESCRIBING INFORMATION: CONTENTS* 1 INDICATIONS AND USAGE 2 DOSAGE AND ADMINISTRATION 2.1 Recommended Dosing 2.2 Use with Other Topical Ophthalmic Medications 3 DOSAGE FORMS AND STRENGTHS 4 CONTRAINDICATIONS 5 WARNINGS AND PRECAUTIONS 5.1 Delayed Healing 5.2 Cross-Sensitivity or Hypersensitivity 5.3 Increased Bleeding Time 5.4 Corneal Effects 5.5 Contact Lens Wear 6 ADVERSE REACTIONS 6.1 Clinical Studies Experience 6.2 Postmarketing Experience 8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy 8.3 Nursing Mothers 8.4 Pediatric Use 8.5 Geriatric Use 11 DESCRIPTION 12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action 12.3 Pharmacokinetics 13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis,",
    "page": 1,
    "file": "acular_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "5.4 Corneal Effects 5.5 Contact Lens Wear 6 ADVERSE REACTIONS 6.1 Clinical Studies Experience 6.2 Postmarketing Experience 8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy 8.3 Nursing Mothers 8.4 Pediatric Use 8.5 Geriatric Use 11 DESCRIPTION 12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action 12.3 Pharmacokinetics 13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility 14 CLINICAL STUDIES 16 HOW SUPPLIED/STORAGE AND HANDLING 17 PATIENT COUNSELING INFORMATION 17.1 Slow or Delayed Healing 17.2 Avoiding Contamination of the Product 17.3 Contact Lens Wear 17.4 Intercurrent Ocular Conditions 17.5 Concomitant Topical Ocular Therapy * Sections or subsections omitted from the full prescribing information are not listed",
    "page": 1,
    "file": "acular_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "FULL PRESCRIBING INFORMATION 1 INDICATIONS AND USAGE ACULAR® ophthalmic solution is indicated for the temporary relief of ocular itching due to seasonal allergic conjunctivitis. ACULAR® ophthalmic solution is also indicated for the treatment of postoperative inflammation in patients who have undergone cataract extraction. 2 DOSAGE AND ADMINISTRATION 2.1 Recommended Dosing Patient Dosing The recommended dose of ACULAR® ophthalmic solution is one drop four times a day to the affected eye(s) for relief of ocular itching due to seasonal allergic conjunctivitis. For the treatment of postoperative inflammation in patients who have undergone cataract extraction, one drop of ACULAR® ophthalmic solution should be applied to the affected eye four times daily beginning 24 hours after cataract surgery and continuing through the first 2 weeks of the postoperative period. 2.2 Use with Other Topical Ophthalmic Medications ACULAR® ophthalmic solution has been safely administered in conjunction with other ophthalmic medications such as antibiotics, alpha-agonists, beta blockers, carbonic anhydrase inhibitors, cycloplegics, and mydriatics. Drops should be administered at least 5 minutes apart. 3 DOSAGE FORMS AND STRENGTHS 10 mL size bottle filled with 5 mL of ketorolac tromethamine ophthalmic solution, 0.5% (5 mg/mL). 4 CONTRAINDICATIONS ACULAR® solution is contraindicated in patients with previously demonstrated hypersensitivity",
    "page": 2,
    "file": "acular_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "beta blockers, carbonic anhydrase inhibitors, cycloplegics, and mydriatics. Drops should be administered at least 5 minutes apart. 3 DOSAGE FORMS AND STRENGTHS 10 mL size bottle filled with 5 mL of ketorolac tromethamine ophthalmic solution, 0.5% (5 mg/mL). 4 CONTRAINDICATIONS ACULAR® solution is contraindicated in patients with previously demonstrated hypersensitivity to any of the ingredients in the formulation. 5 WARNINGS AND PRECAUTIONS 5.1 Delayed Healing Topical nonsteroidal anti-inflammatory drugs (NSAIDs) may slow or delay healing. Topical corticosteroids are also known to slow or delay healing. Concomitant use of topical NSAIDs and topical steroids may increase the potential for healing problems. 5.2 Cross-Sensitivity or Hypersensitivity There is the potential for cross-sensitivity to acetylsalicylic acid, phenylacetic acid derivatives, and other NSAIDs. There have been reports of bronchospasm or exacerbation of asthma associated with the use of ketorolac tromethamine ophthalmic solution in patients who have either a known hypersensitivity to aspirin/non-steroidal anti-inflammatory drugs or a past medical history of asthma. Therefore, caution should be used when treating individuals who have previously exhibited sensitivities to these drugs.",
    "page": 2,
    "file": "acular_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "or a past medical history of asthma. Therefore, caution should be used when treating individuals who have previously exhibited sensitivities to these drugs.",
    "page": 2,
    "file": "acular_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "5.3 Increased Bleeding Time With some NSAIDs, there exists the potential for increased bleeding time due to interference with thrombocyte aggregation. There have been reports that ocularly applied nonsteroidal anti- inflammatory drugs may cause increased bleeding of ocular tissues (including hyphemas) in conjunction with ocular surgery. It is recommended that ACULAR® ophthalmic solution be used with caution in patients with known bleeding tendencies or who are receiving other medications, which may prolong bleeding time. 5.4 Corneal Effects Use of topical NSAIDs may result in keratitis. In some susceptible patients, continued use of topical NSAIDs may result in epithelial breakdown, corneal thinning, corneal erosion, corneal ulceration, or corneal perforation. These events may be sight threatening. Patients with evidence of corneal epithelial breakdown should immediately discontinue use of topical NSAIDs and should be closely monitored for corneal health. Postmarketing experience with topical NSAIDs suggests that patients with complicated ocular surgeries, corneal denervation, corneal epithelial defects, diabetes mellitus, ocular surface diseases (e.g., dry eye syndrome), rheumatoid arthritis, or repeat ocular surgeries within a short period of time may be at increased risk for corneal adverse events which may become sight threatening. Topical NSAIDs should be used with caution in these patients. Postmarketing experience",
    "page": 3,
    "file": "acular_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "corneal epithelial defects, diabetes mellitus, ocular surface diseases (e.g., dry eye syndrome), rheumatoid arthritis, or repeat ocular surgeries within a short period of time may be at increased risk for corneal adverse events which may become sight threatening. Topical NSAIDs should be used with caution in these patients. Postmarketing experience with topical NSAIDs also suggests that use more than 1 day prior to surgery or use beyond 14 days post-surgery may increase patient risk for the occurrence and severity of corneal adverse events. 5.5 Contact Lens Wear ACULAR® should not be administered while wearing contact lenses. 6 ADVERSE REACTIONS Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to the rates in the clinical studies of another drug and may not reflect the rates observed in practice. 6.1 Clinical Studies Experience The most frequent adverse reactions reported with the use of ketorolac tromethamine ophthalmic solutions have been transient stinging and burning on instillation. These reactions were reported by up to 40% of patients participating in clinical trials. Other adverse reactions occurring approximately 1 to 10% of the time during treatment with ketorolac tromethamine ophthalmic solutions",
    "page": 3,
    "file": "acular_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "reactions reported with the use of ketorolac tromethamine ophthalmic solutions have been transient stinging and burning on instillation. These reactions were reported by up to 40% of patients participating in clinical trials. Other adverse reactions occurring approximately 1 to 10% of the time during treatment with ketorolac tromethamine ophthalmic solutions included allergic reactions, corneal edema, iritis, ocular inflammation, ocular irritation, superficial keratitis, and superficial ocular infections. Other adverse reactions reported rarely with the use of ketorolac tromethamine ophthalmic solutions included: corneal infiltrates, corneal ulcer, eye dryness, headaches, and visual disturbance (blurry vision).",
    "page": 3,
    "file": "acular_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "6.2 Postmarketing Experience The following adverse reactions have been identified during post-marketing use of ketorolac tromethamine ophthalmic solution 0.5% in clinical practice. Because they are reported voluntarily from a population of unknown size, estimates of frequency cannot be made. The reactions, which have been chosen for inclusion due to either their seriousness, frequency of reporting, possible causal connection to topical ketorolac tromethamine ophthalmic solution 0.5% or a combination of these factors, include bronchospasm or exacerbation of asthma, corneal erosion, corneal perforation, corneal thinning, and epithelial breakdown [see Warnings and Precautions (5.2, 5.4)]. 8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Teratogenic Effects. Pregnancy Category C Ketorolac tromethamine, administered during organogenesis, was not teratogenic in rabbits and rats at oral doses of 3.6 mg/kg/day and 10 mg/kg/day, respectively. These doses are approximately 100 times and 250 times higher respectively than the maximum recommended human topical ophthalmic daily dose of 2 mg (5 mg/mL x 0.05 mL/drop, x 4 drops x 2 eyes) to affected eyes on a mg/kg basis. Additionally, when administered to rats after Day 17 of gestation at oral doses up to 1.5 mg/kg/day (approximately 40 times the typical human topical ophthalmic daily dose), ketorolac tromethamine resulted in dystocia and",
    "page": 4,
    "file": "acular_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "mg/mL x 0.05 mL/drop, x 4 drops x 2 eyes) to affected eyes on a mg/kg basis. Additionally, when administered to rats after Day 17 of gestation at oral doses up to 1.5 mg/kg/day (approximately 40 times the typical human topical ophthalmic daily dose), ketorolac tromethamine resulted in dystocia and increased pup mortality. There are no adequate and well-controlled studies in pregnant women. ACULAR® solution should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects: Because of the known effects of prostaglandin-inhibiting drugs on the fetal cardiovascular system (closure of the ductus arteriosus), the use of ACULAR® solution during late pregnancy should be avoided. 8.3 Nursing Mothers Because many drugs are excreted in human milk, caution should be exercised when ACULAR® is administered to a nursing woman. 8.4 Pediatric Use Safety and efficacy in pediatric patients below the age of 2 have not been established. 8.5 Geriatric Use No overall clinical differences in safety or effectiveness have been observed between elderly and other adult patients. 11 DESCRIPTION ACULAR® (ketorolac tromethamine ophthalmic solution) 0.5% is a member of the pyrrolo- pyrrole group of nonsteroidal anti-inflammatory drugs (NSAIDs) for ophthalmic use. Its chemical",
    "page": 4,
    "file": "acular_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "have not been established. 8.5 Geriatric Use No overall clinical differences in safety or effectiveness have been observed between elderly and other adult patients. 11 DESCRIPTION ACULAR® (ketorolac tromethamine ophthalmic solution) 0.5% is a member of the pyrrolo- pyrrole group of nonsteroidal anti-inflammatory drugs (NSAIDs) for ophthalmic use. Its chemical name is ()-5-Benzoyl-2,3-dihydro-1H-pyrrolizine-1-carboxylic acid, compound with 2-amino-2-(hydroxymethyl)-1,3-propanediol (1:1) and it has the following structure:",
    "page": 4,
    "file": "acular_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "ACULAR® ophthalmic solution is supplied as a sterile isotonic aqueous 0.5% solution, with a pH of 7.4. ACULAR® ophthalmic solution contains a racemic mixture of R-(+) and S-(-)- ketorolac tromethamine. Ketorolac tromethamine may exist in three crystal forms. All forms are equally soluble in water. The pKa of ketorolac is 3.5. This white to off-white crystalline substance discolors on prolonged exposure to light. The molecular weight of ketorolac tromethamine is 376.41. The osmolality of ACULAR® ophthalmic solution is 290 mOsmol/kg. Each mL of ACULAR® ophthalmic solution contains: Active: ketorolac tromethamine 0.5%. Preservative: benzalkonium chloride 0.01%. Inactives: edetate disodium 0.1%; octoxynol 40; purified water; sodium chloride; hydrochloric acid and/or sodium hydroxide to adjust pH. 12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action Ketorolac tromethamine is a nonsteroidal anti-inflammatory drug which, when administered systemically, has demonstrated analgesic, anti-inflammatory, and anti-pyretic activity. The mechanism of its action is thought to be due to its ability to inhibit prostaglandin biosynthesis. 12.3 Pharmacokinetics Two drops of 0.5% ketorolac tromethamine ophthalmic solution instilled into the eyes of patients 12 hours and 1 hour prior to cataract extraction achieved a mean ketorolac concentration of 95 ng/mL in the aqueous humor of 8 of 9 eyes tested (range 40",
    "page": 5,
    "file": "acular_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "ability to inhibit prostaglandin biosynthesis. 12.3 Pharmacokinetics Two drops of 0.5% ketorolac tromethamine ophthalmic solution instilled into the eyes of patients 12 hours and 1 hour prior to cataract extraction achieved a mean ketorolac concentration of 95 ng/mL in the aqueous humor of 8 of 9 eyes tested (range 40 to 170 ng/mL). One drop of 0.5% ketorolac tromethamine ophthalmic solution was instilled into 1 eye and 1 drop of vehicle into the other eye TID in 26 healthy subjects. Five (5) of 26 subjects had detectable concentrations of ketorolac in their plasma (range 11 to 23 ng/mL) at Day 10 during topical ocular treatment. The range of concentrations following TID dosing of 0.5% ketorolac tromethamine ophthalmic solution are approximately 4 to 8% of the steady state mean minimum plasma concentration observed following four times daily oral administration of 10 mg ketorolac in humans (290 ± 70 ng/mL). 13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Ketorolac tromethamine was not carcinogenic in either rats given up to 5 mg/kg/day orally for 24 months or in mice given 2 mg/kg/day orally for 18 months. These doses are approximately 125 times and 50 times higher respectively than the maximum recommended human",
    "page": 5,
    "file": "acular_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Ketorolac tromethamine was not carcinogenic in either rats given up to 5 mg/kg/day orally for 24 months or in mice given 2 mg/kg/day orally for 18 months. These doses are approximately 125 times and 50 times higher respectively than the maximum recommended human topical ophthalmic daily dose given as QID for itching to affected eyes on a mg/kg basis. Ketorolac tromethamine was not mutagenic in vitro in the Ames assay or in forward mutation assays. Similarly, it did not result in an in vitro increase in unscheduled DNA synthesis or an in vivo increase in chromosome breakage in mice. However, ketorolac tromethamine did result in an increased incidence in chromosomal aberrations in Chinese hamster ovary cells.",
    "page": 5,
    "file": "acular_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Ketorolac tromethamine did not impair fertility when administered orally to male and female rats at doses up to 9 mg/kg/day and 16 mg/kg/day, respectively. These doses are respectively 225 and 400 times higher than the typical human topical ophthalmic daily dose. 14 CLINICAL STUDIES Two controlled clinical studies showed that ketorolac tromethamine ophthalmic solution was significantly more effective than its vehicle in relieving ocular itching caused by seasonal allergic conjunctivitis. Two controlled clinical studies showed that patients treated for two weeks with ketorolac tromethamine ophthalmic solution were less likely to have measurable signs of inflammation (cell and flare) than patients treated with its vehicle. Results from clinical studies indicate that ketorolac tromethamine has no significant effect upon intraocular pressure; however, changes in intraocular pressure may occur following cataract surgery. 16 HOW SUPPLIED/STORAGE AND HANDLING ACULAR® (ketorolac tromethamine ophthalmic solution) 0.5% is supplied sterile, in white opaque plastic LDPE bottles with white droppers, with gray high impact polystyrene (HIPS) caps as follows: 5 mL in 10 mL bottle NDC 0023-2181-05 Storage: Store at 15°-25°C (59°-77°F). Protect from light. 17 PATIENT COUNSELING INFORMATION 17.1 Slow or Delayed Healing Patients should be informed of the possibility that slow or delayed healing may occur",
    "page": 6,
    "file": "acular_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "white droppers, with gray high impact polystyrene (HIPS) caps as follows: 5 mL in 10 mL bottle NDC 0023-2181-05 Storage: Store at 15°-25°C (59°-77°F). Protect from light. 17 PATIENT COUNSELING INFORMATION 17.1 Slow or Delayed Healing Patients should be informed of the possibility that slow or delayed healing may occur while using nonsteroidal anti-inflammatory drugs (NSAIDs). 17.2 Avoiding Contamination of the Product Patients should be instructed to avoid allowing the tip of the bottle to contact the eye or surrounding structures because this could cause the tip to become contaminated by common bacteria known to cause ocular infections. Serious damage to the eye and subsequent loss of vision may result from using contaminated solutions. Also, to avoid the potential for cross-contamination, the patient should be advised to use one bottle for each eye following bilateral ocular surgery. The use of the same bottle of topical eye drops for both eyes following bilateral ocular surgery is not recommended. 17.3 Contact Lens Wear Patients should be advised that ACULAR® solution should not be administered while wearing contact lenses.",
    "page": 6,
    "file": "acular_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "following bilateral ocular surgery is not recommended. 17.3 Contact Lens Wear Patients should be advised that ACULAR® solution should not be administered while wearing contact lenses.",
    "page": 6,
    "file": "acular_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "17.4 Intercurrent Ocular Conditions Patients should be advised that if they develop an intercurrent ocular condition (e.g., trauma or infection) or have ocular surgery, they should immediately seek their physician’s advice concerning the continued use of ACULAR®. 17.5 Concomitant Topical Ocular Therapy Patients should be advised that if more than one topical ophthalmic medication is being used, the medicines should be administered at least 5 minutes apart. Distributed by: AbbVie Inc. North Chicago, IL 60064 © 2024 AbbVie. All rights reserved. ACULAR and its design are trademarks of Allergan, Inc., an AbbVie company. 20088598",
    "page": 7,
    "file": "acular_pi.pdf"
  }
]