[
  {
    "chunk_id": 1,
    "content": "HIGHLIGHTS OF PRESCRIBING INFORMATION These highlights do not include all the information needed to use ACUVAIL safely and effectively. See full prescribing information for ACUVAIL. ACUVAIL® (ketorolac tromethamine ophthalmic solution) 0.45%, for topical ophthalmic use Initial U.S. Approval: 1991 -----------------------RECENT MAJOR CHANGES--------------------- Warnings and Precautions, Risk of Contamination (5.5) 5/2024 ------------------------INDICATIONS AND USAGE---------------------- ACUVAIL is a nonsteroidal anti-inflammatory drug (NSAID) indicated for the treatment of pain and inflammation following cataract surgery. (1) ------------------DOSAGE AND ADMINISTRATION------------------ One drop of ACUVAIL should be applied to the affected eye twice daily beginning 1 day prior to cataract surgery, and continued through the first 2 weeks of the postoperative period. (2.1) -----------------DOSAGE FORMS AND STRENGTHS----------------- ACUVAIL ophthalmic solution containing 0.45% (4.5 mg/mL) ketorolac tromethamine in a single-dose vial. (3) -------------------------CONTRAINDICATIONS------------------------ Hypersensitivity to any component of this product. (4) -----------------WARNINGS AND PRECAUTIONS------------------  Delayed healing (5.1)  Cross-sensitivity or hypersensitivity (5.2)  Increased bleeding time due to interference with thrombocyte aggregation (5.3)  Corneal effects including keratitis (5.4) ------------------------ADVERSE REACTIONS----------------------- Most common adverse reactions occurring in 1% to 6% of patients were increased intraocular pressure, conjunctival hemorrhage, and vision blurred. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact AbbVie at 1-800-678-1605 or FDA at 1-800-FDA-1088 or",
    "page": 1,
    "file": "acuvail_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "due to interference with thrombocyte aggregation (5.3)  Corneal effects including keratitis (5.4) ------------------------ADVERSE REACTIONS----------------------- Most common adverse reactions occurring in 1% to 6% of patients were increased intraocular pressure, conjunctival hemorrhage, and vision blurred. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact AbbVie at 1-800-678-1605 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. See 17 for PATIENT COUNSELING INFORMATION. Revised: 5/2024 FULL PRESCRIBING INFORMATION: CONTENTS* 1 INDICATIONS AND USAGE 2 DOSAGE AND ADMINISTRATION 2.1 Recommended Dosage 2.2 Use With Other Topical Ophthalmic Medications 3 DOSAGE FORMS AND STRENGTHS 4 CONTRAINDICATIONS 5 WARNINGS AND PRECAUTIONS 5.1 Delayed Healing 5.2 Cross-Sensitivity or Hypersensitivity 5.3 Increased Bleeding Time 5.4 Corneal Effects 5.5 Risk of Contamination 5.6 Contact Lens Wear 6 ADVERSE REACTIONS 6.1 Clinical Trials Experience 6.2 Postmarketing Experience 8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy 8.2 Lactation 8.4 Pediatric Use 8.5 Geriatric Use 11 DESCRIPTION 12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action 12.3 Pharmacokinetics 14 CLINICAL STUDIES 16 HOW SUPPLIED/STORAGE AND HANDLING 17 PATIENT COUNSELING INFORMATION *Sections or subsections omitted from the full prescribing information are not listed.",
    "page": 1,
    "file": "acuvail_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "14 CLINICAL STUDIES 16 HOW SUPPLIED/STORAGE AND HANDLING 17 PATIENT COUNSELING INFORMATION *Sections or subsections omitted from the full prescribing information are not listed.",
    "page": 1,
    "file": "acuvail_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "FULL PRESCRIBING INFORMATION 1 INDICATIONS AND USAGE ACUVAIL® is indicated for the treatment of pain and inflammation following cataract surgery. 2 DOSAGE AND ADMINISTRATION 2.1 Recommended Dosage Apply one drop of ACUVAIL to the affected eye twice daily beginning 1 day prior to cataract surgery, continued on the day of surgery, and through the first 2 weeks of the postoperative period. 2.2 Use With Other Topical Ophthalmic Medications ACUVAIL may be administered in conjunction with other topical ophthalmic medications such as alpha- agonists, beta-blockers, carbonic anhydrase inhibitors, cycloplegics, and mydriatics. Drops should be administered at least 5 minutes apart. 3 DOSAGE FORMS AND STRENGTHS ACUVAIL (ketorolac tromethamine ophthalmic solution) is a sterile, clear, and colorless to pale yellow ophthalmic solution containing 0.45% (4.5 mg/mL) ketorolac tromethamine in a single-dose vial. 4 CONTRAINDICATIONS ACUVAIL is contraindicated in patients with previously demonstrated hypersensitivity to any of the ingredients in the formulation [see Adverse Reactions (6.1)]. 5 WARNINGS AND PRECAUTIONS 5.1 Delayed Healing Topical nonsteroidal anti-inflammatory drugs (NSAIDs) may slow or delay healing. Topical corticosteroids are also known to slow or delay healing. Concomitant use of topical NSAIDs and topical steroids may increase the potential for healing problems. 5.2 Cross-Sensitivity or Hypersensitivity There",
    "page": 2,
    "file": "acuvail_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "Adverse Reactions (6.1)]. 5 WARNINGS AND PRECAUTIONS 5.1 Delayed Healing Topical nonsteroidal anti-inflammatory drugs (NSAIDs) may slow or delay healing. Topical corticosteroids are also known to slow or delay healing. Concomitant use of topical NSAIDs and topical steroids may increase the potential for healing problems. 5.2 Cross-Sensitivity or Hypersensitivity There is the potential for cross-sensitivity to acetylsalicylic acid, phenylacetic acid derivatives, and other NSAIDs. There have been reports of bronchospasm or exacerbation of asthma associated with the use of ketorolac tromethamine ophthalmic solution in patients who either have a known hypersensitivity to aspirin/non-steroidal anti-inflammatory drugs, or a past medical history of asthma. Therefore, caution should be used when treating individuals who have previously exhibited sensitivities to these drugs. 5.3 Increased Bleeding Time With some NSAIDs, there exists the potential for increased bleeding time due to interference with thrombocyte aggregation. There have been reports that ocularly applied nonsteroidal anti-inflammatory drugs may cause increased bleeding of ocular tissues (including hyphemas) in conjunction with ocular surgery. It is recommended that ACUVAIL be used with caution in patients with known bleeding tendencies or who are receiving other medications, which may prolong bleeding time. 5.4 Corneal Effects Use of topical NSAIDs may result in keratitis.",
    "page": 2,
    "file": "acuvail_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "cause increased bleeding of ocular tissues (including hyphemas) in conjunction with ocular surgery. It is recommended that ACUVAIL be used with caution in patients with known bleeding tendencies or who are receiving other medications, which may prolong bleeding time. 5.4 Corneal Effects Use of topical NSAIDs may result in keratitis. In some susceptible patients, continued use of topical NSAIDs may result in epithelial breakdown, corneal thinning, corneal erosion, corneal ulceration, or corneal perforation. These events may be sight threatening. Patients with evidence of corneal epithelial breakdown should immediately discontinue use of topical NSAIDs and should be closely monitored for corneal health.",
    "page": 2,
    "file": "acuvail_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Postmarketing experience with topical NSAIDs suggests that patients with complicated ocular surgeries, corneal denervation, corneal epithelial defects, diabetes mellitus, ocular surface diseases (e.g., dry eye syndrome), rheumatoid arthritis, or repeat ocular surgeries within a short period of time may be at increased risk for corneal adverse events which may become sight threatening. Topical NSAIDs should be used with caution in these patients. Postmarketing experience with topical NSAIDs also suggests that use more than 1 day prior to surgery or use beyond 14 days post-surgery may increase patient risk for the occurrence and severity of corneal adverse events. 5.5 Risk of Contamination Avoid allowing the tip of the single-dose vial to contact the eye or surrounding structures because this could cause the tip to become contaminated by common bacteria known to cause ocular infections or cause injury to the eye. Serious damage to the eye and subsequent loss of vision may result from using contaminated solutions. 5.6 Contact Lens Wear ACUVAIL should not be administered while wearing contact lenses. 6 ADVERSE REACTIONS The following serious adverse reactions are described elsewhere in the labeling:  Delayed Healing [see Warnings and Precautions (5.1)]  Cross-Sensitivity or Hypersensitivity [see Warnings and Precautions (5.2)] ",
    "page": 3,
    "file": "acuvail_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "result from using contaminated solutions. 5.6 Contact Lens Wear ACUVAIL should not be administered while wearing contact lenses. 6 ADVERSE REACTIONS The following serious adverse reactions are described elsewhere in the labeling:  Delayed Healing [see Warnings and Precautions (5.1)]  Cross-Sensitivity or Hypersensitivity [see Warnings and Precautions (5.2)]  Increased Bleeding Time [see Warnings and Precautions (5.3)]  Corneal Effects [see Warnings and Precautions (5.4)] 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to the rates in the clinical trials of another drug and may not reflect the rates observed in practice. The most common adverse reactions were reported in 1% to 6% of patients and included increased intraocular pressure, conjunctival hyperemia and/or hemorrhage, corneal edema, ocular pain, headache, tearing and vision blurred. Some of these reactions may be the consequence of the cataract surgical procedure. Other adverse reactions occurring during treatment with ketorolac tromethamine ophthalmic solutions included allergic reactions (including eye swelling, hyperemia, and pruritis). 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of ketorolac tromethamine ophthalmic solutions in clinical practice. Because these",
    "page": 3,
    "file": "acuvail_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "the consequence of the cataract surgical procedure. Other adverse reactions occurring during treatment with ketorolac tromethamine ophthalmic solutions included allergic reactions (including eye swelling, hyperemia, and pruritis). 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of ketorolac tromethamine ophthalmic solutions in clinical practice. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to the drug. Eye Disorders: Corneal erosion, corneal perforation, corneal thinning and corneal melt, epithelial breakdown [see Warnings and Precautions (5.2, 5.4)], and ulcerative keratitis. Respiratory, Thoracic and Mediastinal Disorders: Bronchospasm, exacerbation of asthma.",
    "page": 3,
    "file": "acuvail_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary There are no adequate and well-controlled studies with ACUVAIL in pregnant women. No evidence of teratogenicity has been observed in rats or rabbits with ACUVAIL at clinically relevant doses. 8.2 Lactation Risk Summary It is not known whether ketorolac when given topically is present in human milk. Because many drugs are excreted in human milk, caution should be exercised when ACUVAIL is administered to a nursing woman. 8.4 Pediatric Use The safety and effectiveness of ACUVAIL have not been established in pediatric patients younger than 2 years old. 8.5 Geriatric Use No overall differences in safety or effectiveness have been observed between elderly and other adult patients. 11 DESCRIPTION ACUVAIL (ketorolac tromethamine ophthalmic solution) 0.45% is a member of the pyrrolo-pyrrole group of nonsteroidal anti-inflammatory drugs (NSAIDs) for topical ophthalmic use. Its chemical name is (±)-5- Benzoyl-2,3-dihydro-1H-pyrrolizine-1-carboxylic acid, compound with 2-amino-2-(hydroxymethyl)-1,3- propanediol (1:1), and its molecular weight is 376.40. Its molecular formula is C19H24N2O6. Its chemical structure is: ACUVAIL solution is supplied as a sterile isotonic aqueous 0.45% solution, with a pH of approximately 6.8. ACUVAIL solution contains a racemic mixture of R-(+) and S-(-)- ketorolac tromethamine. Ketorolac tromethamine may exist",
    "page": 4,
    "file": "acuvail_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "propanediol (1:1), and its molecular weight is 376.40. Its molecular formula is C19H24N2O6. Its chemical structure is: ACUVAIL solution is supplied as a sterile isotonic aqueous 0.45% solution, with a pH of approximately 6.8. ACUVAIL solution contains a racemic mixture of R-(+) and S-(-)- ketorolac tromethamine. Ketorolac tromethamine may exist in three crystal forms. All forms are equally soluble in water. The pKa of ketorolac is 3.5. This white to off-white crystalline substance discolors on prolonged exposure to light. The osmolality of ACUVAIL solution is approximately 285 mOsml/kg. Each mL of ACUVAIL ophthalmic solution contains: Active: ketorolac tromethamine 0.45%. Inactives: carboxymethylcellulose sodium; sodium chloride; sodium citrate dihydrate; and purified water with sodium hydroxide and/or hydrochloric acid to adjust pH. ACUVAIL does not contain an anti-microbial preservative. 12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action Ketorolac tromethamine is a nonsteroidal anti-inflammatory drug which, when administered systemically, has demonstrated analgesic, anti-inflammatory, and anti-pyretic activity. The mechanism of its action is thought to be due to its ability to inhibit prostaglandin biosynthesis.",
    "page": 4,
    "file": "acuvail_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "activity. The mechanism of its action is thought to be due to its ability to inhibit prostaglandin biosynthesis.",
    "page": 4,
    "file": "acuvail_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "12.3 Pharmacokinetics Two drops of 0.5% ketorolac tromethamine ophthalmic solution instilled into the eyes of patients 12 hours and 1 hour prior to cataract extraction achieved a mean ketorolac concentration of 95 ng/mL in the aqueous humor of 8 of 9 eyes tested (range 40 to 170 ng/mL). One drop of 0.5% ketorolac tromethamine ophthalmic solution was instilled into 1 eye and 1 drop of vehicle into the other eye three times daily in 26 healthy subjects. Five (5) of 26 subjects had detectable concentrations of ketorolac in their plasma (range 11 to 23 ng/mL) at Day 10 during topical ocular treatment. The range of concentrations following three times daily dosing of 0.5% ketorolac tromethamine ophthalmic solution are approximately 4 to 8% of the steady state mean minimum plasma concentration observed following four times daily oral administration of 10 mg ketorolac in humans (290 ± 70 ng/mL). 14 CLINICAL STUDIES Two multicenter, randomized, double-masked, parallel group comparison studies including approximately 500 patients were conducted to evaluate the effects of ACUVAIL on anterior chamber cell and flare, and ocular pain relief following cataract extraction with posterior chamber intraocular lens (IOL) implantation. Results of these studies indicated that patients receiving ACUVAIL had",
    "page": 5,
    "file": "acuvail_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "Two multicenter, randomized, double-masked, parallel group comparison studies including approximately 500 patients were conducted to evaluate the effects of ACUVAIL on anterior chamber cell and flare, and ocular pain relief following cataract extraction with posterior chamber intraocular lens (IOL) implantation. Results of these studies indicated that patients receiving ACUVAIL had a significantly higher incidence of clearing of anterior chamber inflammation 53% (167/318) versus patients receiving vehicle 26% (41/155) at day 14. ACUVAIL was also significantly superior to vehicle in resolving ocular pain. On Day 1 post cataract surgery, 72% (233/322) of patients in the ACUVAIL group were pain free compared to 40% (62/156) of patients in the vehicle group. Results from clinical studies indicate that ketorolac tromethamine has no significant effect upon intraocular pressure; however, changes in intraocular pressure may occur following cataract surgery. 16 HOW SUPPLIED/STORAGE AND HANDLING ACUVAIL (ketorolac tromethamine ophthalmic solution) 0.45% is supplied as a sterile, clear, and colorless to pale yellow ophthalmic solution in clear, low density polyethylene (LDPE), single-dose vials packaged in 3 foil pouches, 10 vials per pouch: 30 Single-Dose Vials 0.4 mL each (Carton containing 3 pouches): NDC 0023-3507-31 Storage: Store at 15oC to 30C (59oF to 86F). Store the vials in",
    "page": 5,
    "file": "acuvail_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "clear, and colorless to pale yellow ophthalmic solution in clear, low density polyethylene (LDPE), single-dose vials packaged in 3 foil pouches, 10 vials per pouch: 30 Single-Dose Vials 0.4 mL each (Carton containing 3 pouches): NDC 0023-3507-31 Storage: Store at 15oC to 30C (59oF to 86F). Store the vials in the pouch, protected from light. Fold pouch ends closed. The solution from one individual single-dose vial is to be used immediately after opening. The remaining vial contents should be discarded. 17 PATIENT COUNSELING INFORMATION Slow or Delayed Healing Advise patients of the possibility that slow or delayed healing may occur while using nonsteroidal anti- inflammatory drugs (NSAIDs). Avoiding Contamination of the Product Instruct patients that the solution from one individual single-dose vial is to be used immediately after opening for administration to the affected eye. The remaining vial contents should be discarded.",
    "page": 5,
    "file": "acuvail_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Instruct patients to avoid allowing the tip of the single-dose vial to contact the eye or surrounding structures because this could cause the tip to become contaminated by common bacteria known to cause ocular infections or cause injury to the eye. Serious damage to the eye and subsequent loss of vision may result from using contaminated solutions. Store the vials in the pouch, protected from light. Fold pouch ends closed. Contact Lens Wear Advise patients that ACUVAIL should not be administered while wearing contact lenses. Intercurrent Ocular Conditions Advise patients that if they develop an intercurrent ocular condition (e.g., trauma or infection) or have ocular surgery, they should immediately seek their physician’s advice concerning the continued use of ACUVAIL. Concomitant Topical Ocular Therapy Advise patients that if more than one topical ophthalmic medication is being used, the medicines should be administered at least 5 minutes apart. Distributed by: AbbVie Inc. North Chicago, IL 60064 © 2024 AbbVie. All rights reserved. ACUVAIL and its design are trademarks of Allergan, Inc., an AbbVie company. V3.0USPI3507",
    "page": 6,
    "file": "acuvail_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "North Chicago, IL 60064 © 2024 AbbVie. All rights reserved. ACUVAIL and its design are trademarks of Allergan, Inc., an AbbVie company. V3.0USPI3507",
    "page": 6,
    "file": "acuvail_pi.pdf"
  }
]