[
  {
    "chunk_id": 1,
    "content": "HIGHLIGHTS OF PRESCRIBING INFORMATION These highlights do not include all the information needed to use BENTYL® safely and effectively. See full prescribing information for BENTYL. BENTYL (dicyclomine hydrochloride) injection, for intramuscular use Initial U.S. Approval: 1950 ---------------INDICATIONS AND USAGE--------------------- BENTYL is an antispasmodic and anticholinergic (antimuscarinic) agent indicated for the treatment of functional bowel/irritable bowel syndrome (1). -------------DOSAGE AND ADMINISTRATION-------------- Dosage for BENTYL must be adjusted to individual patient needs (2). If a dose is missed, patients should continue the normal dosing schedule (2). Intramuscular in adults (2.1): • Intramuscular administration recommended no longer than 1 or 2 days when patients cannot take oral administration • Recommended dose: 10 mg to 20 mg four times a day -------------DOSAGE FORMS AND STRENGTHS------------ BENTYL injection 20 mg/2 mL (10 mg/mL) (3). ---------------- CONTRAINDICATIONS------------------------- • Infants less than 6 months of age (4) • Glaucoma (4) • Nursing mothers (4) • Obstructive uropathy (4) • Unstable cardiovascular status in acute hemorrhage (4) • Obstructive disease of the gastrointestinal tract (4) • Myasthenia gravis (4) • Severe ulcerative colitis (4) • Reflux esophagitis (4) --------------WARNINGS AND PRECAUTIONS-------------- • For Intramuscular injection only; should not be administered by any other route. Intravenous injection may result",
    "page": 1,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "(4) • Unstable cardiovascular status in acute hemorrhage (4) • Obstructive disease of the gastrointestinal tract (4) • Myasthenia gravis (4) • Severe ulcerative colitis (4) • Reflux esophagitis (4) --------------WARNINGS AND PRECAUTIONS-------------- • For Intramuscular injection only; should not be administered by any other route. Intravenous injection may result in thrombosis or thrombophlebitis and injection site reactions (5.1) • Cardiovascular conditions: worsening of conditions (5.2) • Peripheral and central nervous system: heat prostration can occur with drug use (fever and heat stroke due to decreased sweating); drug should be discontinued and supportive measures instituted (5.3) • Psychosis and delirium have been reported in patients sensitive to anticholinergic drugs (such as elderly patients and/or in patients with mental illness): signs and symptoms resolve within 12 to 24 hours after discontinuation of BENTYL (5.3) • Myasthenia Gravis: overdose may lead to muscular weakness and paralysis. BENTYL should be given to patients with myasthenia gravis only to reduce adverse muscarinic effects of an anticholinesterase (5.4) • Incomplete intestinal obstruction: diarrhea may be an early symptom especially in patients with ileostomy or colostomy. Treatment with BENTYL would be inappropriate and possibly fatal (5.5) • Salmonella dysenteric patients: due to risk of toxic megacolon",
    "page": 1,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "with myasthenia gravis only to reduce adverse muscarinic effects of an anticholinesterase (5.4) • Incomplete intestinal obstruction: diarrhea may be an early symptom especially in patients with ileostomy or colostomy. Treatment with BENTYL would be inappropriate and possibly fatal (5.5) • Salmonella dysenteric patients: due to risk of toxic megacolon (5.6) • Ulcerative colitis: BENTYL should be used with caution in these patients; large doses may suppress intestinal motility or aggravate the serious complications of toxic megacolon (5.7) • Prostatic hypertrophy: BENTYL should be used with caution in these patients; may lead to urinary retention (5.8) • Hepatic and renal disease: should be used with caution (5.9) • Geriatric: use with caution in elderly who may be more susceptible to BENTYL’s adverse events (5.10) -----------------ADVERSE REACTIONS------------------------ The most serious adverse reactions include cardiovascular and central nervous system symptoms. The most common adverse reactions (> 5% of patients) are dizziness, dry mouth, vision blurred, nausea, somnolence, asthenia and nervousness (6) To report SUSPECTED ADVERSE REACTIONS, contact AbbVie Inc. at 1-800-678-1605 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch.com ---------------------DRUG INTERACTIONS--------------------- • Antiglaucoma agents: anticholinergics antagonize antiglaucoma agents and may increase intraoccular pressure (7) • Anticholinergic agents: may affect the gastrointestinal absorption of various",
    "page": 1,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "mouth, vision blurred, nausea, somnolence, asthenia and nervousness (6) To report SUSPECTED ADVERSE REACTIONS, contact AbbVie Inc. at 1-800-678-1605 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch.com ---------------------DRUG INTERACTIONS--------------------- • Antiglaucoma agents: anticholinergics antagonize antiglaucoma agents and may increase intraoccular pressure (7) • Anticholinergic agents: may affect the gastrointestinal absorption of various drugs; may also increase certain actions or side effects of other anticholinergic drugs (7) • Antacids: interfere with the absorption of anticholinergic agents (7) ------------USE IN SPECIFIC POPULATIONS---------------- • Pregnancy: use only if clearly needed (8.1) • Pediatric Use: safety and effectiveness not established (8.4) • Hepatic and renal impairment: caution must be taken with patients with significantly impaired hepatic and renal function (8.6) See 17 for PATIENT COUNSELING INFORMATION. Revised: 4/2024 FULL PRESCRIBING INFORMATION: CONTENTS* 1 INDICATIONS AND USAGE 2 DOSAGE AND ADMINISTRATION 2.1 Intramuscular Dosage and Administration in Adults 2.2 Preparation for Intramuscular Administration 3 DOSAGE FORMS AND STRENGTHS 4 CONTRAINDICATIONS 5 WARNINGS AND PRECAUTIONS 5.1 Inadvertent Intravenous Administration 5.2 Cardiovascular Conditions 5.3 Peripheral and Central Nervous System 5.4 Myasthenia Gravis 5.5 Intestinal Obstruction 5.6 Toxic Dilatation of Intestinemegacolon 5.7 Ulcerative Colitis 5.8 Prostatic Hypertrophy 5.9 Hepatic and Renal Disease 5.10 Geriatric Population 6 ADVERSE REACTIONS 6.1 Clinical",
    "page": 1,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 5,
    "content": "STRENGTHS 4 CONTRAINDICATIONS 5 WARNINGS AND PRECAUTIONS 5.1 Inadvertent Intravenous Administration 5.2 Cardiovascular Conditions 5.3 Peripheral and Central Nervous System 5.4 Myasthenia Gravis 5.5 Intestinal Obstruction 5.6 Toxic Dilatation of Intestinemegacolon 5.7 Ulcerative Colitis 5.8 Prostatic Hypertrophy 5.9 Hepatic and Renal Disease 5.10 Geriatric Population 6 ADVERSE REACTIONS 6.1 Clinical Trials Experience 6.2 Postmarketing Experience 6.3 Adverse Reactions Reported with Similar Drugs with Anticholinergic/Antispasmodic Action 7 DRUG INTERACTIONS 7.1 Antiglaucoma Agents 7.2 Other Drugs with Anticholinergic Activity 7.3 Other Gastrointestinal Motility Drugs 7.4 Effect of Antacids 7.5 Effect on Absorption of Other Drugs 7.6 Effect on Gastric Acid Secretion 8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy 8.3 Nursing Mothers 8.4 Pediatric Use 8.5 Geriatric Use 8.6 Renal Impairment 8.7 Hepatic Impairment 10 OVERDOSAGE 11 DESCRIPTION 12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action 12.2 Pharmacodynamics 12.3 Pharmacokinetics 13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility 14 CLINICAL STUDIES 16 HOW SUPPLIED/STORAGE AND HANDLING 17 PATIENT COUNSELING INFORMATION 17.1 Inadvertent Intravenous Administration 17.2 Use in Infants 17.3 Use in Nursing Mothers 17.4 Peripheral and Central Nervous System *Sections or subsections omitted from the full prescribing information are not listed",
    "page": 1,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 6,
    "content": "SUPPLIED/STORAGE AND HANDLING 17 PATIENT COUNSELING INFORMATION 17.1 Inadvertent Intravenous Administration 17.2 Use in Infants 17.3 Use in Nursing Mothers 17.4 Peripheral and Central Nervous System *Sections or subsections omitted from the full prescribing information are not listed",
    "page": 1,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "FULL PRESCRIBING INFORMATION 1 INDICATIONS AND USAGE BENTYL® (dicyclomine hydrochloride) is indicated for the treatment of patients with functional bowel/irritable bowel syndrome. 2 DOSAGE AND ADMINISTRATION Dosage must be adjusted to individual patient needs. 2.1 Intramuscular Dosage and Administration in Adults BENTYL Intramuscular Injection must be administered via intramuscular route only. Do not administer by any other route. The recommended intramuscular dose is 10 mg to 20 mg four times a day [see Clinical Pharmacology (12)]. The intramuscular injection is to be used only for 1 or 2 days when the patient cannot take oral medication. Intramuscular injection is about twice as bioavailable as oral dosage forms. 2.2 Preparation for Intramuscular Administration Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Aspirate the syringe before injecting to avoid intravascular injection, since thrombosis may occur if the drug is inadvertently injected intravascularly. 3 DOSAGE FORMS AND STRENGTHS • BENTYL injection 20 mg/2 mL (10 mg/mL) 4 CONTRAINDICATIONS BENTYL is contraindicated in infants less than 6 months of age [see Use in Specific Populations (8.4)], nursing mothers [see Use in Specific Populations (8.3)], and in patients with: • unstable cardiovascular status",
    "page": 2,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "injected intravascularly. 3 DOSAGE FORMS AND STRENGTHS • BENTYL injection 20 mg/2 mL (10 mg/mL) 4 CONTRAINDICATIONS BENTYL is contraindicated in infants less than 6 months of age [see Use in Specific Populations (8.4)], nursing mothers [see Use in Specific Populations (8.3)], and in patients with: • unstable cardiovascular status in acute hemorrhage • myasthenia gravis [see Warnings and Precautions (5.4)] • glaucoma [see Adverse Reactions (6.3) and Drug Interactions (7.1)] • obstructive uropathy [see Warnings and Precautions (5.8)] • obstructive disease of the gastrointestinal tract [see Warnings and Precautions (5.5)] • severe ulcerative colitis [see Warnings and Precautions (5.7)] • reflux esophagitis 5 WARNINGS AND PRECAUTIONS 5.1 Inadvertent Intravenous Administration BENTYL solution is for intramuscular administration only. Do not administer by any other route. Inadvertent intravenous administration may result in thrombosis, thrombophlebitis, and injection site reactions such as pain, edema, skin color change, and reflex sympathetic dystrophy syndrome [see Adverse Reactions (6.2)]. 5.2 Cardiovascular Conditions Dicyclomine hydrochloride needs to be used with caution in conditions characterized by tachyarrhythmia such as thyrotoxicosis, congestive heart failure and in cardiac surgery, where they may further accelerate the heart rate. Investigate any tachycardia before administration of dicyclomine hydrochloride. Care is required in patients",
    "page": 2,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "Adverse Reactions (6.2)]. 5.2 Cardiovascular Conditions Dicyclomine hydrochloride needs to be used with caution in conditions characterized by tachyarrhythmia such as thyrotoxicosis, congestive heart failure and in cardiac surgery, where they may further accelerate the heart rate. Investigate any tachycardia before administration of dicyclomine hydrochloride. Care is required in patients with coronary heart disease, as ischemia and infarction may be worsened, and in patients with hypertension [see Adverse Reactions (6.3)]. 5.3 Peripheral and Central Nervous System The peripheral effects of dicyclomine hydrochloride are a consequence of their inhibitory effect on muscarinic receptors of the autonomic nervous system. They include dryness of the mouth with difficulty in swallowing and talking, thirst, reduced bronchial secretions, dilatation of the pupils (mydriasis) with loss of accommodation (cycloplegia) and photophobia, flushing and dryness of the skin, transient bradycardia followed by tachycardia, with palpitations and arrhythmias, and difficulty in micturition, as well as reduction in the tone and motility of the gastrointestinal tract leading to constipation [see Adverse Reactions (6)]. In the presence of high environmental temperature heat prostration can occur with drug use (fever and heat stroke due to decreased sweating). It should also be used cautiously in patients with fever. If symptoms occur, the",
    "page": 2,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "tone and motility of the gastrointestinal tract leading to constipation [see Adverse Reactions (6)]. In the presence of high environmental temperature heat prostration can occur with drug use (fever and heat stroke due to decreased sweating). It should also be used cautiously in patients with fever. If symptoms occur, the drug should be discontinued and supportive measures instituted. Because of the inhibitory effect on muscarinic receptors within the autonomic nervous system, caution should be taken in patients with autonomic neuropathy. Central nervous system (CNS) signs and symptoms include confusional state, disorientation, amnesia, hallucinations, dysarthria, ataxia, coma, euphoria, fatigue, insomnia, agitation and mannerisms, and inappropriate affect. Psychosis and delirium have been reported in sensitive individuals (such as elderly patients and/or in patients with mental illness) given anticholinergic drugs. These CNS signs and symptoms usually resolve within 12 to 24 hours after discontinuation of the drug. BENTYL may produce drowsiness, dizziness or blurred vision. The patient should be warned not to engage in activities requiring mental alertness, such as operating a motor vehicle or other machinery or performing hazardous work while taking BENTYL.",
    "page": 2,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 5,
    "content": "blurred vision. The patient should be warned not to engage in activities requiring mental alertness, such as operating a motor vehicle or other machinery or performing hazardous work while taking BENTYL.",
    "page": 2,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "5.4 Myasthenia Gravis With overdosage, a curare-like action may occur (i.e., neuromuscular blockade leading to muscular weakness and possible paralysis). It should not be given to patients with myasthenia gravis except to reduce adverse muscarinic effects of an anticholinesterase [see Contraindications (4)]. 5.5 Intestinal Obstruction Diarrhea may be an early symptom of incomplete intestinal obstruction, especially in patients with ileostomy or colostomy. In this instance, treatment with this drug would be inappropriate and possibly harmful [see Contraindications (4)]. Rarely development of Ogilvie’s syndrome (colonic pseudo-obstruction) has been reported. Ogilvie’s syndrome is a clinical disorder with signs, symptoms, and radiographic appearance of an acute large bowel obstruction but with no evidence of distal colonic obstruction. 5.6 Toxic Dilatation of Intestinemegacolon Toxic dilatation of intestine and intestinal perforation is possible when anticholinergic agents are administered in patients with Salmonella dysentery. 5.7 Ulcerative Colitis Caution should be taken in patients with ulcerative colitis. Large doses may suppress intestinal motility to the point of producing a paralytic ileus and the use of this drug may precipitate or aggravate the serious complication of toxic megacolon [see Adverse Reactions (6.3)]. BENTYL is contraindicated in patients with severe ulcerative colitis [see Contraindications (4)]. 5.8 Prostatic Hypertrophy BENTYL",
    "page": 3,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "Large doses may suppress intestinal motility to the point of producing a paralytic ileus and the use of this drug may precipitate or aggravate the serious complication of toxic megacolon [see Adverse Reactions (6.3)]. BENTYL is contraindicated in patients with severe ulcerative colitis [see Contraindications (4)]. 5.8 Prostatic Hypertrophy BENTYL should be used with caution in patients with known or suspected prostatic enlargement, in whom prostatic enlargement may lead to urinary retention [see Adverse Reactions (6.3)]. 5.9 Hepatic and Renal Disease BENTYL should be used with caution in patients with known hepatic and renal impairment. 5.10 Geriatric Population Dicyclomine hydrochloride should be used with caution in elderly who may be more susceptible to its adverse effects. 6 ADVERSE REACTIONS The pattern of adverse effects seen with dicylomine is mostly related to its pharmacological actions at muscarinic receptors [see Clinical Pharmacology (12)]. They are a consequence of the inhibitory effect on muscarinic receptors within the autonomic nervous system. These effects are dose-related and are usually reversible when treatment is discontinued. The most serious adverse reactions reported with dicyclomine hydrochloride include cardiovascular and central nervous system symptoms [see Warnings and Precautions (5.2, 5.3)]. 6.1 Clinical Trials Experience Because clinical trials are conducted",
    "page": 3,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "muscarinic receptors within the autonomic nervous system. These effects are dose-related and are usually reversible when treatment is discontinued. The most serious adverse reactions reported with dicyclomine hydrochloride include cardiovascular and central nervous system symptoms [see Warnings and Precautions (5.2, 5.3)]. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The data described below reflect exposure in controlled clinical trials involving over 100 patients treated for functional bowel/irritable bowel syndrome with dicyclomine hydrochloride at initial doses of 160 mg daily (40 mg four times a day) In these trials most of the side effects were typically anticholinergic in nature and were reported by 61% of the patients. Table 1 presents adverse reactions (MedDRA 13.0 preferred terms) by decreasing order of frequency in a side-by-side comparison with placebo. Table 1: Adverse reactions experienced in controlled clinical trials with decreasing order of frequency MedDRA Preferred Term Dicyclomine Hydrochloride (40 mg four times a day) % Placebo % Dry Mouth 33 5 Dizziness 40 5 Vision",
    "page": 3,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "13.0 preferred terms) by decreasing order of frequency in a side-by-side comparison with placebo. Table 1: Adverse reactions experienced in controlled clinical trials with decreasing order of frequency MedDRA Preferred Term Dicyclomine Hydrochloride (40 mg four times a day) % Placebo % Dry Mouth 33 5 Dizziness 40 5 Vision blurred 27 2 Nausea 14 6 Somnolence 9 1 Asthenia 7 1 Nervousness 6 2 Nine percent (9%) of patients were discontinued from BENTYL because of one or more of these side effects (compared with 2% in the placebo group). In 41% of the patients with side effects, side effects disappeared or were tolerated at the 160 mg daily dose",
    "page": 3,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "without reduction. A dose reduction from 160 mg daily to an average daily dose of 90 mg was required in 46% of the patients with side effects who then continued to experience a favorable clinical response; their side effects either disappeared or were tolerated. 6.2 Postmarketing Experience The following adverse reactions, presented by system organ class in alphabetical order, have been identified during post approval use of BENTYL. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. • Cardiac disorders: palpitations, tachyarrhythmias • Eye disorders: cycloplegia, mydriasis, vision blurred • Gastrointestinal disorders: abdominal distension, abdominal pain, constipation, dry mouth, dyspepsia, nausea, vomiting • General disorders and administration site conditions: fatigue, malaise • Immune System Disorders: drug hypersensitivity including face edema, angioedema, anaphylactic shock • Nervous system disorders: dizziness, headache, somnolence, syncope • Psychiatric disorders: As with the other anti-cholinergic drugs, cases of delirium or symptoms of delirium such as amnesia (or transient global amnesia), agitation, confusional state, delusion, disorientation, hallucination (including visual hallucination) as well as mania, mood altered and pseudodementia, have been reported with the use of Dicyclomine.",
    "page": 4,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "somnolence, syncope • Psychiatric disorders: As with the other anti-cholinergic drugs, cases of delirium or symptoms of delirium such as amnesia (or transient global amnesia), agitation, confusional state, delusion, disorientation, hallucination (including visual hallucination) as well as mania, mood altered and pseudodementia, have been reported with the use of Dicyclomine. Nervousness and insomnia have also been reported. • Reproductive system and breast disorders: suppressed lactation • Respiratory, thoracic and mediastinal disorders: dyspnoea, nasal congestion • Skin and subcutaneous tissue disorder: dermatitis allergic, erythema, rash Cases of thrombosis, thrombophlebitis and injection site reactions such as local pain, edema, skin color change and even reflex sympathetic dystrophy syndrome have been reported following Inadvertent IV injection of BENTYL. 6.3 Adverse Reactions Reported with Similar Drugs with Anticholinergic/Antispasmodic Action Gastrointestinal: anorexia Central Nervous System: tingling, numbness, dyskinesia, speech disturbance, insomnia Peripheral Nervous System: with overdosage, a curare-like action may occur (i.e., neuromuscular blockade leading to muscular weakness and possible paralysis) Ophthalmologic: diplopia, increased ocular tension Dermatologic/Allergic: urticaria, itching, and other dermal manifestations Genitourinary: urinary hesitancy, urinary retention in patients with prostatic hypertrophy Cardiovascular: hypertension Respiratory: apnea Other: decreased sweating, sneezing, throat congestion, impotence. With the injectable form, there may be temporary sensation of light-headedness.",
    "page": 4,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "to muscular weakness and possible paralysis) Ophthalmologic: diplopia, increased ocular tension Dermatologic/Allergic: urticaria, itching, and other dermal manifestations Genitourinary: urinary hesitancy, urinary retention in patients with prostatic hypertrophy Cardiovascular: hypertension Respiratory: apnea Other: decreased sweating, sneezing, throat congestion, impotence. With the injectable form, there may be temporary sensation of light-headedness. Some local irritation and focal coagulation necrosis may occur following the intramuscular injection of BENTYL. 7 DRUG INTERACTIONS 7.1 Antiglaucoma Agents Anticholinergics antagonize the effects of antiglaucoma agents. Anticholinergic drugs in the presence of increased intraocular pressure may be hazardous when taken concurrently with agents such as corticosteroids. Use of BENTYL in patients with glaucoma is not recommended [see Contraindications (4)]. 7.2 Other Drugs with Anticholinergic Activity The following agents may increase certain actions or side effects of anticholinergic drugs including BENTYL: amantadine, antiarrhythmic agents of Class I (e.g., quinidine), antihistamines, antipsychotic agents (e.g., phenothiazines), benzodiazepines, MAO inhibitors, narcotic analgesics (e.g., meperidine), nitrates and nitrites, sympathomimetic agents, tricyclic antidepressants, and other drugs having anticholinergic activity. 7.3 Other Gastrointestinal Motility Drugs Interaction with other gastrointestinal motility drugs may antagonize the effects of drugs that alter gastrointestinal motility, such as metoclopramide. 7.4 Effect of Antacids Because antacids may interfere with the absorption",
    "page": 4,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "(e.g., meperidine), nitrates and nitrites, sympathomimetic agents, tricyclic antidepressants, and other drugs having anticholinergic activity. 7.3 Other Gastrointestinal Motility Drugs Interaction with other gastrointestinal motility drugs may antagonize the effects of drugs that alter gastrointestinal motility, such as metoclopramide. 7.4 Effect of Antacids Because antacids may interfere with the absorption of anticholinergic agents including BENTYL, simultaneous use of these drugs should be avoided. 7.5 Effect on Absorption of Other Drugs Anticholinergic agents may affect gastrointestinal absorption of various drugs by affecting on gastrointestinal motility, such as slowly dissolving dosage forms of digoxin; increased serum digoxin concentration may result. 7.6 Effect on Gastric Acid Secretion The inhibiting effects of anticholinergic drugs on gastric hydrochloric acid secretion are antagonized by agents used to treat achlorhydria and those used to test gastric secretion.",
    "page": 4,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Adequate and well-controlled studies have not been conducted with BENTYL in pregnant women at the recommended doses of 80 to 160 mg/day. However, epidemiologic studies did not show an increased risk of structural malformations among babies born to women who took products containing dicyclomine hydrochloride at doses up to 40 mg/day during the first trimester of pregnancy. Reproduction studies have been performed in rats and rabbits at doses up to 33 times the maximum recommended human dose based on 160 mg/day (3 mg/kg) and have revealed no evidence of harm to the fetus due to dicyclomine. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly needed. 8.3 Nursing Mothers BENTYL is contraindicated in women who are breastfeeding. Dicyclomine hydrochloride is excreted in human milk. Because of the potential for serious adverse reactions in breast-fed infants from BENTYL, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother [see Use in Specific Populations (8.4)]. 8.4 Pediatric Use Safety and effectiveness in pediatric patients have not been established.",
    "page": 5,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "reactions in breast-fed infants from BENTYL, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother [see Use in Specific Populations (8.4)]. 8.4 Pediatric Use Safety and effectiveness in pediatric patients have not been established. BENTYL is contraindicated in infants less than 6 months of age [see Contraindications (4)]. There are published cases reporting that the administration of dicyclomine hydrochloride to infants has been followed by serious respiratory symptoms (dyspnea, shortness of breath, breathlessness, respiratory collapse, apnea and asphyxia), seizures, syncope, pulse rate fluctuations, muscular hypotonia, and coma, and death, however; no causal relationship has been established. 8.5 Geriatric Use Clinical studies of BENTYL did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. Other reported clinical experience has not identified differences in responses between the elderly and younger patients. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range in adults, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy. Because elderly patients",
    "page": 5,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "the elderly and younger patients. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range in adults, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy. Because elderly patients are more likely to have decreased renal function, care should be taken in dose selection, and it may be useful to monitor renal function. 8.6 Renal Impairment Effects of renal impairment on PK, safety and efficacy of BENTYL have not been studied. BENTYL drug is known to be substantially excreted by the kidney, and the risk of toxic reactions to this drug may be greater in patients with impaired renal function. BENTYL should be administered with caution in patients with renal impairment. 8.7 Hepatic Impairment Effects of renal impairment on PK, safety and efficacy of BENTYL have not been studied. BENTYL should be administered with caution in patients with hepatic impairment. 10 OVERDOSAGE In case of an overdose, patients should contact a physician, poison control center (1-800-222-1222), or emergency room. The signs and symptoms of overdosage include: headache; nausea; vomiting; blurred vision; dilated pupils; hot, dry skin; dizziness; dryness of",
    "page": 5,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "BENTYL should be administered with caution in patients with hepatic impairment. 10 OVERDOSAGE In case of an overdose, patients should contact a physician, poison control center (1-800-222-1222), or emergency room. The signs and symptoms of overdosage include: headache; nausea; vomiting; blurred vision; dilated pupils; hot, dry skin; dizziness; dryness of the mouth; difficulty in swallowing; and CNS stimulation including convulsion. A curare-like action may occur (i.e., neuromuscular blockade leading to muscular weakness and possible paralysis). One reported event included a 37-year-old who reported numbness on the left side, cold fingertips, blurred vision, abdominal and flank pain, decreased appetite, dry mouth, and nervousness following ingestion of 320 mg daily (four 20 mg tablets four times daily). These events resolved after discontinuing the dicyclomine. The acute oral LD50 of the drug is 625 mg/kg in mice. The amount of drug in a single dose that is ordinarily associated with symptoms of overdosage or that is likely to be life- threatening, has not been defined. The maximum human oral dose recorded was 600 mg by mouth in a 10-month-old child and approximately 1500 mg in an adult, each of whom survived. In three of the infants who died following administration of dicyclomine hydrochloride",
    "page": 5,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 5,
    "content": "or that is likely to be life- threatening, has not been defined. The maximum human oral dose recorded was 600 mg by mouth in a 10-month-old child and approximately 1500 mg in an adult, each of whom survived. In three of the infants who died following administration of dicyclomine hydrochloride [see Warnings and Precautions (5.1)], the blood concentrations of drug were 200, 220, and 505 ng/mL. It is not known if BENTYL is dialyzable. Treatment should consist of gastric lavage, emetics, and activated charcoal. Sedatives (e.g., short-acting barbiturates, benzodiazepines) may be used for management of overt signs of excitement. If indicated, an appropriate parenteral cholinergic agent may be used as an antidote. 11 DESCRIPTION BENTYL is an antispasmodic and anticholinergic (antimuscarinic) agent available in the following dosage form: • BENTYL injection is a sterile, pyrogen-free, aqueous solution for intramuscular injection (NOT FOR INTRAVENOUS USE) supplied as an ampoule containing 20 mg/2 mL (10 mg/mL). Each mL contains 10 mg dicyclomine hydrochloride USP in sterile water for injection, made isotonic with sodium chloride.",
    "page": 5,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 6,
    "content": "mg/2 mL (10 mg/mL). Each mL contains 10 mg dicyclomine hydrochloride USP in sterile water for injection, made isotonic with sodium chloride.",
    "page": 5,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "BENTYL (dicyclomine hydrochloride) is [bicyclohexyl]-1-carboxylic acid, 2-(diethylamino) ethyl ester, hydrochloride, with a molecular formula of C19H35NO2•HCl and the following structural formula: Molecular weight: 345.95 Dicyclomine hydrochloride occurs as a fine, white, crystalline, practically odorless powder with a bitter taste. It is soluble in water, freely soluble in alcohol and chloroform, and very slightly soluble in ether. 12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action Dicyclomine relieves smooth muscle spasm of the gastrointestinal tract. Animal studies indicate that this action is achieved via a dual mechanism: • a specific anticholinergic effect (antimuscarinic) at the acetylcholine-receptor sites with approximately 1/8 the milligram potency of atropine (in vitro, guinea pig ileum); and • a direct effect upon smooth muscle (musculotropic) as evidenced by dicyclomine’s antagonism of bradykinin- and histamine- induced spasms of the isolated guinea pig ileum. Atropine did not affect responses to these two agonists. In vivo studies in cats and dogs showed dicyclomine to be equally potent against acetylcholine (ACh)- or barium chloride (BaCl2)-induced intestinal spasm while atropine was at least 200 times more potent against effects of ACh than BaCl2. Tests for mydriatic effects in mice showed that dicyclomine was approximately 1/500 as potent as atropine; antisialagogue tests in rabbits showed",
    "page": 6,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "dicyclomine to be equally potent against acetylcholine (ACh)- or barium chloride (BaCl2)-induced intestinal spasm while atropine was at least 200 times more potent against effects of ACh than BaCl2. Tests for mydriatic effects in mice showed that dicyclomine was approximately 1/500 as potent as atropine; antisialagogue tests in rabbits showed dicyclomine to be 1/300 as potent as atropine. 12.2 Pharmacodynamics BENTYL can inhibit the secretion of saliva and sweat, decrease gastrointestinal secretions and motility, cause drowsiness, dilate the pupils, increase heart rate, and depress motor function 12.3 Pharmacokinetics Absorption and Distribution In man, dicyclomine is rapidly absorbed after oral administration, reaching peak values within 60-90 minutes. Mean volume of distribution for a 20 mg oral dose is approximately 3.65 L/kg suggesting extensive distribution in tissues. Elimination The metabolism of dicyclomine was not studied. The principal route of excretion is via the urine (79.5% of the dose). Excretion also occurs in the feces, but to a lesser extent (8.4%). Mean half-life of plasma elimination in one study was determined to be approximately 1.8 hours when plasma concentrations were measured for 9 hours after a single dose. In subsequent studies, plasma concentrations were followed for up to 24 hours after a single",
    "page": 6,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "the feces, but to a lesser extent (8.4%). Mean half-life of plasma elimination in one study was determined to be approximately 1.8 hours when plasma concentrations were measured for 9 hours after a single dose. In subsequent studies, plasma concentrations were followed for up to 24 hours after a single dose, showing a secondary phase of elimination with a somewhat longer half-life. 13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Long-term animal studies have not been conducted to evaluate the carcinogenic potential of dicyclomine. In studies in rats at doses of up to 100 mg/kg/day, dicyclomine produced no deleterious effects on breeding, conception, or parturition. 14 CLINICAL STUDIES In controlled clinical trials involving over 100 patients who received drug, 82% of patients treated for functional bowel/irritable bowel syndrome with dicyclomine hydrochloride at initial doses of 160 mg daily (40 mg four times daily) demonstrated a favorable clinical response compared with 55% treated with placebo (p<0.05). 16 HOW SUPPLIED/STORAGE AND HANDLING BENTYL Injection 20 mg/2 mL (10 mg/mL) injection supplied in boxes of five 20 mg/2 mL ampules (10 mg/mL). Store at room temperature, preferably below 86°F (30°C). Protect from freezing.",
    "page": 6,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "with 55% treated with placebo (p<0.05). 16 HOW SUPPLIED/STORAGE AND HANDLING BENTYL Injection 20 mg/2 mL (10 mg/mL) injection supplied in boxes of five 20 mg/2 mL ampules (10 mg/mL). Store at room temperature, preferably below 86°F (30°C). Protect from freezing.",
    "page": 6,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "NDC 58914-080-52. 17 PATIENT COUNSELING INFORMATION 17.1 Inadvertent Intravenous Administration BENTYL Injection is for intramuscular administration only. Do not administer by any other route. Inadvertent administration may result in thrombosis or thrombophlebitis, and injection site such as pain, edema, skin color change and even reflex sympathetic dystrophy syndrome [see Adverse Reactions (6.2)]. 17.2 Use in Infants Inform parents and caregivers not to administer BENTYL in infants less than 6 months of age [see Use in Specific Populations (8.4)]. 17.3 Use in Nursing Mothers Advise lactating women that BENTYL should not be used while breastfeeding their infants [see Use in Specific Populations (8.3,8.4)]. 17.4 Peripheral and Central Nervous System In the presence of a high environmental temperature, heat prostration can occur with BENTYL use (fever and heat stroke due to decreased sweating). If symptoms occur, the drug should be discontinued and a physician contacted. BENTYL may produce drowsiness or blurred vision. The patient should be warned not to engage in activities requiring mental alertness, such as operating a motor vehicle or other machinery or to perform hazardous work while taking BENTYL [see Warnings and Precautions (5.3)]. Distributed by: AbbVie, Inc. North Chicago, IL 60064 © 2024 AbbVie. All rights reserved. BENTYL",
    "page": 7,
    "file": "bentyl_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "The patient should be warned not to engage in activities requiring mental alertness, such as operating a motor vehicle or other machinery or to perform hazardous work while taking BENTYL [see Warnings and Precautions (5.3)]. Distributed by: AbbVie, Inc. North Chicago, IL 60064 © 2024 AbbVie. All rights reserved. BENTYL and its design are trademarks of Aptalis Pharma Canada ULC, an AbbVie company .",
    "page": 7,
    "file": "bentyl_pi.pdf"
  }
]