[
  {
    "chunk_id": 1,
    "content": "BLEPHAMIDE® (sulfacetamide sodium and prednisolone acetate ophthalmic suspension, USP) 10%/0.2% DESCRIPTION BLEPHAMIDE ophthalmic suspension is a sterile, topical anti-inflammatory/anti-infective combination product for ophthalmic use. Structural Formulas MW=254.24 C8H9N2NaO3S·H2O MW=402.49 C23H30O6 Chemical Names Sulfacetamide sodium: N-sulfanilylacetamide monosodium salt monohydrate. Prednisolone acetate: 11ß, 17, 21-trihydroxypregna-1, 4-diene-3, 20-dione 21-acetate. Each mL of BLEPHAMIDE® ophthalmic suspension contains: Actives: sulfacetamide sodium 10%, prednisolone acetate (microfine suspension) 0.2%. Inactives: benzalkonium chloride (0.004%); edetate disodium; polysorbate 80; polyvinyl alcohol 1.4%; potassium phosphate, monobasic; purified water; sodium phosphate, dibasic; sodium thiosulfate; hydrochloric acid and/or sodium hydroxide to adjust pH (6.6 to 7.2). CLINICAL PHARMACOLOGY Corticosteroids suppress the inflammatory response to a variety of agents and they probably delay or slow healing. Since corticosteroids may inhibit the body's defense mechanism against infection, a concomitant antibacterial drug may be used when this inhibition is considered to be clinically significant in a particular case. When a decision to administer both a corticosteroid and an antibacterial is made, the administration of such drugs in combination has the advantage of greater patient compliance and convenience, with the added assurance that the appropriate dosage of both drugs is administered. When both types of drugs are in the same formulation, compatibility of ingredients is assured",
    "page": 1,
    "file": "blephamide-suspension_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "corticosteroid and an antibacterial is made, the administration of such drugs in combination has the advantage of greater patient compliance and convenience, with the added assurance that the appropriate dosage of both drugs is administered. When both types of drugs are in the same formulation, compatibility of ingredients is assured and the correct volume of drug is delivered and retained. The relative potency of corticosteroids depends on the molecular structure, concentration and release from the vehicle. Microbiology Sulfacetamide sodium exerts a bacteriostatic effect against susceptible bacteria by restricting the synthesis of folic acid required for growth through competition with p-aminobenzoic acid. Some strains of these bacteria may be resistant to sulfacetamide or resistant strains may emerge in vivo.",
    "page": 1,
    "file": "blephamide-suspension_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "The anti-infective component in these products is included to provide action against specific organisms susceptible to it. Sulfacetamide sodium is active in vitro against susceptible strains of the following microorganisms: Escherichia coli, Staphylococcus aureus, Streptococcus pneumoniae, Streptococcus (viridans group), Haemophilus influenzae, Klebsiella species, and Enterobacter species. This product does not provide adequate coverage against: Neisseria species, Pseudomonas species, and Serratia marcescens (see INDICATIONS AND USAGE). INDICATIONS AND USAGE BLEPHAMIDE ophthalmic suspension is a steroid/anti-infective combination drug indicated for steroid- responsive inflammatory ocular conditions for which a corticosteroid is indicated and where superficial bacterial ocular infection or a risk of bacterial ocular infection exists. Ocular corticosteroids are indicated in inflammatory conditions of the palpebral and bulbar conjunctiva, cornea, and anterior segment of the globe where the inherent risk of corticosteroid use in certain infective conjunctivitides is accepted to obtain diminution in edema and inflammation. They are also indicated in chronic anterior uveitis and corneal injury from chemical, radiation or thermal burns or penetration of foreign bodies. The use of a combination drug with an anti-infective component is indicated where the risk of superficial ocular infection is high or where there is an expectation that potentially dangerous numbers of bacteria will be",
    "page": 2,
    "file": "blephamide-suspension_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "uveitis and corneal injury from chemical, radiation or thermal burns or penetration of foreign bodies. The use of a combination drug with an anti-infective component is indicated where the risk of superficial ocular infection is high or where there is an expectation that potentially dangerous numbers of bacteria will be present in the eye. The particular antibacterial drug in this product is active against the following common bacterial eye pathogens: Escherichia coli, Staphylococcus aureus, Streptococcus pneumoniae, Streptococcus (viridans group), Haemophilus influenzae, Klebsiella species, and Enterobacter species. This product does not provide adequate coverage against: Neisseria species, Pseudomonas species, and Serratia marcescens. A significant percentage of staphylococcal isolates are completely resistant to sulfa drugs. CONTRAINDICATIONS BLEPHAMIDE ophthalmic suspension is contraindicated in most viral diseases of the cornea and conjunctiva including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, and varicella, and also in mycobacterial infection of the eye and fungal diseases of ocular structures. BLEPHAMIDE ophthalmic suspension is also contraindicated in individuals with known or suspected hypersensitivity to any of the ingredients of this preparation, to other sulfonamides and to other corticosteroids (see WARNINGS). (Hypersensitivity to the antimicrobial component occurs at a higher rate than for other components.) WARNINGS NOT FOR INJECTION",
    "page": 2,
    "file": "blephamide-suspension_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "ocular structures. BLEPHAMIDE ophthalmic suspension is also contraindicated in individuals with known or suspected hypersensitivity to any of the ingredients of this preparation, to other sulfonamides and to other corticosteroids (see WARNINGS). (Hypersensitivity to the antimicrobial component occurs at a higher rate than for other components.) WARNINGS NOT FOR INJECTION INTO THE EYE. Prolonged use of corticosteroids may result in posterior subcapsular cataract formation and may increase intraocular pressure in susceptible individuals, resulting in ocular hypertension/glaucoma with damage to the optic nerve, defects in visual acuity and fields of vision.",
    "page": 2,
    "file": "blephamide-suspension_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "If the product is used for 10 days or longer, intraocular pressure should be routinely monitored even though it may be difficult in children and uncooperative patients. Corticosteroids should be used with caution in the presence of glaucoma. Intraocular pressure should be checked frequently. The use of steroids after cataract surgery may delay healing and increase the incidence of bleb formation. In those diseases causing thinning of the cornea or sclera, perforation has been known to occur with the use of topical corticosteroids. In acute purulent conditions of the eye, corticosteroids may mask infection or enhance existing infection. The use of ocular corticosteroids may prolong the course and may exacerbate the severity of many viral infections of the eye (including herpes simplex). Employment of corticosteroid medication in the treatment of herpes simplex requires great caution. Prolonged use of BLEPHAMIDE ophthalmic suspension may suppress the host response and thus increase the hazard of secondary ocular infections. Prolonged use of topical anti-bacterial agents may give rise to overgrowth of nonsusceptible organisms including fungi. A significant percentage of staphylococcal isolates are completely resistant to sulfonamides. Acute anterior uveitis may occur in susceptible individuals, primarily Blacks. Fatalities have occurred, although rarely, due to severe",
    "page": 3,
    "file": "blephamide-suspension_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "hazard of secondary ocular infections. Prolonged use of topical anti-bacterial agents may give rise to overgrowth of nonsusceptible organisms including fungi. A significant percentage of staphylococcal isolates are completely resistant to sulfonamides. Acute anterior uveitis may occur in susceptible individuals, primarily Blacks. Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia and other blood dyscrasias. Sensitization may recur when a sulfonamide is readministered, irrespective of the route of administration. If signs of hypersensitivity, skin rash, or other serious reactions occur, discontinue use of this preparation. Cross-sensitivity among corticosteroids has been demonstrated (see ADVERSE REACTIONS). PRECAUTIONS General The initial prescription and renewal of the medication order beyond 20 milliliters of the suspension should be made by a physician only after examination of the patient with the aid of magnification, such as slit lamp biomicroscopy and, where appropriate, fluorescein staining. If signs and symptoms fail to improve after two days, the patient should be re-evaluated. The possibility of fungal infections of the cornea should be considered after prolonged corticosteroid dosing. Fungal cultures should be taken when appropriate. Use with caution in patients with severe dry eye. The p-aminobenzoic",
    "page": 3,
    "file": "blephamide-suspension_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "fluorescein staining. If signs and symptoms fail to improve after two days, the patient should be re-evaluated. The possibility of fungal infections of the cornea should be considered after prolonged corticosteroid dosing. Fungal cultures should be taken when appropriate. Use with caution in patients with severe dry eye. The p-aminobenzoic acid present in purulent exudates competes with sulfonamides and can reduce their effectiveness.",
    "page": 3,
    "file": "blephamide-suspension_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Information for Patients If inflammation or pain persists longer than 48 hours or becomes aggravated, the patient should be advised to discontinue use of the medication and consult a physician (see WARNINGS). Contact lenses should not be worn during the use of this product. This product is sterile when packaged. To prevent contamination, care should be taken to avoid touching the applicator tip to eyelids or to any other surface. The use of this bottle by more than one person may spread infection. Keep bottle tightly closed when not in use. Protect from light. Sulfonamide solutions darken on prolonged standing and exposure to heat and light. Do not use if solution has darkened. Yellowing does not affect activity. Keep out of the reach of children. Laboratory Tests Eyelid cultures and tests to determine the susceptibility of organisms to sulfacetamide may be indicated if signs and symptoms persist or recur in spite of the recommended course of treatment with BLEPHAMIDE ophthalmic suspension. Drug Interactions BLEPHAMIDE ophthalmic suspension is incompatible with silver preparations. Local anesthetics related to p-aminobenzoic acid may antagonize the action of the sulfonamides. Carcinogenesis, Mutagenesis, Impairment of Fertility Prednisolone has been reported to be noncarcinogenic. Long-term animal studies for",
    "page": 4,
    "file": "blephamide-suspension_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "spite of the recommended course of treatment with BLEPHAMIDE ophthalmic suspension. Drug Interactions BLEPHAMIDE ophthalmic suspension is incompatible with silver preparations. Local anesthetics related to p-aminobenzoic acid may antagonize the action of the sulfonamides. Carcinogenesis, Mutagenesis, Impairment of Fertility Prednisolone has been reported to be noncarcinogenic. Long-term animal studies for carcinogenic potential have not been performed with sulfacetamide. One author detected chromosomal nondisjunction in the yeast Saccharomyces cerevisiae following application of sulfacetamide sodium. The significance of this finding to topical ophthalmic use of sulfacetamide sodium in the human is unknown. Mutagenic studies with prednisolone have been negative. Studies on reproduction and fertility have not been performed with sulfacetamide. A long-term chronic toxicity study in dogs showed that high oral doses of prednisolone prevented estrus. A decrease in fertility was seen in male and female rats that were mated following oral dosing with another glucocorticosteroid. Pregnancy Teratogenic Effects Animal reproduction studies have not been conducted with sulfacetamide sodium. Prednisolone has been shown to be teratogenic in rabbits, hamsters, and mice. In mice, prednisolone has been shown to be teratogenic when given in doses 1 to 10 times the human ocular dose. Dexamethasone, hydrocortisone and prednisolone were ocularly applied to both eyes",
    "page": 4,
    "file": "blephamide-suspension_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "have not been conducted with sulfacetamide sodium. Prednisolone has been shown to be teratogenic in rabbits, hamsters, and mice. In mice, prednisolone has been shown to be teratogenic when given in doses 1 to 10 times the human ocular dose. Dexamethasone, hydrocortisone and prednisolone were ocularly applied to both eyes of pregnant mice five times per day on days 10 through 13 of gestation. A significant increase in the incidence of cleft palate was observed in the fetuses of the treated mice. There are no adequate well-controlled studies in pregnant women dosed with corticosteroids. Kernicterus may be precipitated in infants by sulfonamides being given systemically during the third trimester of pregnancy. It is not known whether sulfacetamide sodium can cause fetal harm when administered to a pregnant woman or whether it can affect reproductive capacity. BLEPHAMIDE ophthalmic suspension should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus.",
    "page": 4,
    "file": "blephamide-suspension_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "potential risk to the fetus.",
    "page": 4,
    "file": "blephamide-suspension_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Nursing Mothers It is not known whether topical administration of corticosteroids could result in sufficient systemic absorption to produce detectable quantities in human milk. Systemically administered corticosteroids appear in human milk and could suppress growth, interfere with endogenous corticosteroid production, or cause other untoward effects. Systemically administered sulfonamides are capable of producing kernicterus in infants of lactating women. Because of the potential for serious adverse reactions in nursing infants from sulfacetamide sodium and prednisolone acetate ophthalmic suspensions, a decision should be made whether to discontinue nursing or to discontinue the medication. Pediatric Use Safety and effectiveness in pediatric patients below the age of 6 years have not been established. ADVERSE REACTIONS The following adverse reactions have been identified during use of BLEPHAMIDE ophthalmic suspension. Because reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Adverse reactions have occurred with corticosteroid/antibacterial combination drugs which can be attributed to the corticosteroid component, the antibacterial component, or the combination. Reactions occurring with BLEPHAMIDE ophthalmic suspension include: cataract, dizziness, eye discharge, eyelid edema, eyelid erythema, eye irritation, eye pain, eye pruritus, and hypersensitivity including rash,",
    "page": 5,
    "file": "blephamide-suspension_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "to drug exposure. Adverse reactions have occurred with corticosteroid/antibacterial combination drugs which can be attributed to the corticosteroid component, the antibacterial component, or the combination. Reactions occurring with BLEPHAMIDE ophthalmic suspension include: cataract, dizziness, eye discharge, eyelid edema, eyelid erythema, eye irritation, eye pain, eye pruritus, and hypersensitivity including rash, skin pruritus, urticaria, ocular hyperemia, and visual disturbance (blurry vision). Reactions occurring most often from the presence of the antibacterial ingredient are allergic sensitizations. Fatalities have occurred, although rarely, due to severe reactions to sulfonamides including Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias (see WARNINGS). The reactions due to the corticosteroid component in decreasing order of frequency are: delayed wound healing, elevation of intraocular pressure (IOP) with possible development of glaucoma and infrequent optic nerve damage, and posterior subcapsular cataract formation. Although systemic effects are extremely uncommon, there have been rare occurrences of systemic hypercorticoidism after use of topical corticosteroids. Corticosteroid-containing preparations can also cause acute anterior uveitis or perforation of the globe. Mydriasis, loss of accommodation and ptosis have occasionally been reported following local use of corticosteroids. Secondary Infection The development of secondary infection has occurred after use of combinations containing",
    "page": 5,
    "file": "blephamide-suspension_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "of systemic hypercorticoidism after use of topical corticosteroids. Corticosteroid-containing preparations can also cause acute anterior uveitis or perforation of the globe. Mydriasis, loss of accommodation and ptosis have occasionally been reported following local use of corticosteroids. Secondary Infection The development of secondary infection has occurred after use of combinations containing corticosteroids and antibacterials. Fungal and viral infections of the cornea are particularly prone to develop coincidentally with long-term applications of corticosteroid. The possibility of fungal invasion must be considered in any persistent corneal ulceration where corticosteroid treatment has been used. Secondary bacterial ocular infection following suppression of host responses also occurs.",
    "page": 5,
    "file": "blephamide-suspension_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "DOSAGE AND ADMINISTRATION SHAKE WELL BEFORE USING. Two drops should be instilled into the conjunctival sac every four hours during the day and at bedtime. Not more than 20 milliliters should be prescribed initially, and the prescription should not be refilled without further evaluation as outlined in PRECAUTIONS above. BLEPHAMIDE dosage may be reduced, but care should be taken not to discontinue therapy prematurely. In chronic conditions, withdrawal of treatment should be carried out by gradually decreasing the frequency of application. If signs and symptoms fail to improve after two days, the patient should be re-evaluated (see PRECAUTIONS). HOW SUPPLIED BLEPHAMIDE (sulfacetamide sodium−prednisolone acetate ophthalmic suspension, USP) is supplied sterile in opaque white LDPE plastic bottles and white dropper tips with white high impact polystyrene (HIPS) caps as follows: 5 mL in 10 mL bottle — NDC 11980-022-05 10 mL in 15 mL bottle — NDC 11980-022-10 Note: Shake well before using. Storage: Store at 8°-24°C (46°-75°F) in an upright position. PROTECT FROM LIGHT. Protect from freezing. Sulfonamide solutions darken on prolonged standing and exposure to heat and light. Do not use if solution has darkened. Yellowing does not affect activity. KEEP OUT OF REACH OF CHILDREN. Revised: 07/2017 ©",
    "page": 6,
    "file": "blephamide-suspension_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "before using. Storage: Store at 8°-24°C (46°-75°F) in an upright position. PROTECT FROM LIGHT. Protect from freezing. Sulfonamide solutions darken on prolonged standing and exposure to heat and light. Do not use if solution has darkened. Yellowing does not affect activity. KEEP OUT OF REACH OF CHILDREN. Revised: 07/2017 © 2017 Allergan. All rights reserved. All trademarks are the property of their respective owners. Irvine, CA 92612 Made in the U.S.A. 71735US12",
    "page": 6,
    "file": "blephamide-suspension_pi.pdf"
  }
]