[
  {
    "chunk_id": 1,
    "content": "HIGHLIGHTS OF PRESCRIBING INFORMATION These highlights do not include all the information needed to use CANASA safely and effectively. See full prescribing information for CANASA. CANASA® (mesalamine) suppositories, for rectal use Initial U.S. Approval: 1987 ----------------------------INDICATIONS AND USAGE--------------------------- CANASA is an aminosalicylate indicated in adults for the treatment of mildly to moderately active ulcerative proctitis. (1) ----------------------DOSAGE AND ADMINISTRATION----------------------- Dosage The recommended adult dosage is 1000 mg administered rectally once daily at bedtime for 3 to 6 weeks. Safety and effectiveness beyond 6 weeks have not been established. (2) Administration Instructions:  Evaluate renal function prior to initiation of CANASA and periodically while on therapy. (2, 5.1)  Do not cut or break the suppository. (2)  Drink an adequate amount of fluids. (2, 5.7)  Retain the suppository for one to three hours or longer, if possible. (2)  CANASA suppositories will cause staining of direct contact surfaces, including but not limited to fabrics, flooring, painted surfaces, marble, granite, vinyl, and enamel. Keep CANASA away from these surfaces to prevent staining. (2) ---------------------DOSAGE FORMS AND STRENGTHS---------------------- Suppository: 1000 mg (3) -------------------------------CONTRAINDICATIONS------------------------------ Known or suspected hypersensitivity to salicylates or aminosalicylates or to any ingredients in the formulation. (4, 5.3) -----------------------WARNINGS",
    "page": 1,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "but not limited to fabrics, flooring, painted surfaces, marble, granite, vinyl, and enamel. Keep CANASA away from these surfaces to prevent staining. (2) ---------------------DOSAGE FORMS AND STRENGTHS---------------------- Suppository: 1000 mg (3) -------------------------------CONTRAINDICATIONS------------------------------ Known or suspected hypersensitivity to salicylates or aminosalicylates or to any ingredients in the formulation. (4, 5.3) -----------------------WARNINGS AND PRECAUTIONS------------------------  Renal Impairment: Evaluate the risks and benefits in patients with known renal impairment or taking nephrotoxic drugs; monitor renal function. Discontinue CANASA if renal function deteriorates. (5.1, 7.1, 8.6)  Mesalamine-Induced Acute Intolerance Syndrome: Symptoms may be difficult to distinguish from an exacerbation of ulcerative colitis; monitor for worsening symptoms; discontinue treatment if acute intolerance syndrome is suspected. (5.2)  Hypersensitivity Reactions, including Myocarditis and Pericarditis: Evaluate patients immediately and discontinue if a hypersensitivity reaction is suspected. (5.3)  Hepatic Failure: Evaluate the risks and benefits in patients with known liver impairment. (5.4)  Severe Cutaneous Adverse Reactions: Discontinue at the first signs or symptoms of severe cutaneous adverse reactions or other signs of hypersensitivity and consider further evaluation. (5.5)  Photosensitivity: Advise patients with pre-existing skin conditions to avoid sun exposure, wear protective clothing, and use a broad-spectrum sunscreen when outdoors. (5.6)  Nephrolithiasis: Mesalamine-containing stones",
    "page": 1,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "Reactions: Discontinue at the first signs or symptoms of severe cutaneous adverse reactions or other signs of hypersensitivity and consider further evaluation. (5.5)  Photosensitivity: Advise patients with pre-existing skin conditions to avoid sun exposure, wear protective clothing, and use a broad-spectrum sunscreen when outdoors. (5.6)  Nephrolithiasis: Mesalamine-containing stones are undetectable by standard radiography or computed tomography (CT). Ensure adequate hydration during treatment. (5.7)  Interaction with Laboratory Test for Urinary Normetanephrine: Spuriously elevated test results may occur with liquid chromatography with electrochemical detection in patients receiving CANASA; use alternative, selective assay for normetanephrine. (5.8) ------------------------------ADVERSE REACTIONS------------------------------- The most common adverse reactions (≥ 1%) are: dizziness, rectal pain, fever, rash, acne and colitis. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact AbbVie at 1-800-678-1605 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ------------------------------DRUG INTERACTIONS-------------------------------  Nephrotoxic Agents including NSAIDs: Increased risk of nephrotoxicity; monitor for changes in renal function and mesalamine- related adverse reactions. (7.1)  Azathioprine or 6-Mercaptopurine: Increased risk of blood disorders; monitor complete blood cell counts and platelet counts. (7.2) -----------------------USE IN SPECIFIC POPULATIONS------------------------ Geriatric Patients: Increased risk of blood dyscrasias; monitor complete blood cell counts and platelet counts. (8.5) See 17 for PATIENT COUNSELING INFORMATION and FDA- approved",
    "page": 1,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "adverse reactions. (7.1)  Azathioprine or 6-Mercaptopurine: Increased risk of blood disorders; monitor complete blood cell counts and platelet counts. (7.2) -----------------------USE IN SPECIFIC POPULATIONS------------------------ Geriatric Patients: Increased risk of blood dyscrasias; monitor complete blood cell counts and platelet counts. (8.5) See 17 for PATIENT COUNSELING INFORMATION and FDA- approved patient labeling. Revised: 09/2024 _______________________________________________________________________________________________________________________________________ FULL PRESCRIBING INFORMATION: CONTENTS* 1 INDICATIONS AND USAGE 2 DOSAGE AND ADMINISTRATION 3 DOSAGE FORMS AND STRENGTHS 4 CONTRAINDICATIONS 5 WARNINGS AND PRECAUTIONS 5.1 Renal Impairment 5.2 Mesalamine-Induced Acute Intolerance Syndrome 5.3 Hypersensitivity Reactions 5.4 Hepatic Failure 5.5 Severe Cutaneous Adverse Reactions 5.6 Photosensitivity 5.7 Nephrolithiasis 5.8 Interaction with Laboratory Test for Urinary Normetanephrine 6 ADVERSE REACTIONS 6.1 Clinical Trials Experience 6.2 Postmarketing Experience 7 DRUG INTERACTIONS 7.1 Nephrotoxic Agents, Including Non-Steroidal Anti-Inflammatory Drugs 7.2 Azathioprine or 6-Mercaptopurine 7.3 Interference With Urinary Normetanephrine Measurements 8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy 8.2 Lactation 8.4 Pediatric Use 8.5 Geriatric Use 8.6 Renal Impairment 10 OVERDOSAGE 11 DESCRIPTION 12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action 12.3 Pharmacokinetics 13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility 13.2 Animal Toxicology and/or Pharmacology 14 CLINICAL STUDIES 16 HOW SUPPLIED/STORAGE AND HANDLING 17 PATIENT COUNSELING INFORMATION *Sections or subsections omitted",
    "page": 1,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 5,
    "content": "Use 8.5 Geriatric Use 8.6 Renal Impairment 10 OVERDOSAGE 11 DESCRIPTION 12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action 12.3 Pharmacokinetics 13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility 13.2 Animal Toxicology and/or Pharmacology 14 CLINICAL STUDIES 16 HOW SUPPLIED/STORAGE AND HANDLING 17 PATIENT COUNSELING INFORMATION *Sections or subsections omitted from the full prescribing information are not listed. _______________________________________________________________________________________________________________________________________",
    "page": 1,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "FULL PRESCRIBING INFORMATION 1 INDICATIONS AND USAGE CANASA is indicated in adults for the treatment of mildly to moderately active ulcerative proctitis. 2 DOSAGE AND ADMINISTRATION Dosage The recommended dosage of CANASA in adults is 1000 mg administered rectally once daily at bedtime for 3 to 6 weeks depending on symptoms and sigmoidoscopic findings. Safety and effectiveness of CANASA beyond 6 weeks have not been established. Administration Instructions:  Evaluate renal function prior to initiation of CANASA therapy [see Warnings and Precautions (5.1)].  Do not cut or break the suppository.  Retain the suppository for one to three hours or longer, if possible.  Drink an adequate amount of fluids [see Warnings and Precautions (5.7)]  If a dose of CANASA is missed, administer as soon as possible, unless it is almost time for next dose. Do not use two CANASA suppositories at the same time to make up for a missed dose.  CANASA suppositories will cause staining of direct contact surfaces, including but not limited to fabrics, flooring, painted surfaces, marble, granite, vinyl, and enamel. Keep CANASA away from these surfaces to prevent staining. 3 DOSAGE FORMS AND STRENGTHS CANASA Suppository: 1000 mg mesalamine in a bullet",
    "page": 2,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "for a missed dose.  CANASA suppositories will cause staining of direct contact surfaces, including but not limited to fabrics, flooring, painted surfaces, marble, granite, vinyl, and enamel. Keep CANASA away from these surfaces to prevent staining. 3 DOSAGE FORMS AND STRENGTHS CANASA Suppository: 1000 mg mesalamine in a bullet shaped, light tan to grey suppository. 4 CONTRAINDICATIONS CANASA is contraindicated in patients with known or suspected hypersensitivity to salicylates or aminosalicylates or to any ingredients in the suppository vehicle [see Warnings and Precautions (5.3), Adverse Reactions (6.2), and Description (11)]. 5 WARNINGS AND PRECAUTIONS 5.1 Renal Impairment Renal impairment, including minimal change disease, acute and chronic interstitial nephritis, and renal failure, has been reported in patients given products such as CANASA that contain mesalamine or are converted to mesalamine. In animal studies, the kidney was the principal organ of mesalamine toxicity [see Adverse Reactions (6.2), Nonclinical Toxicology (13.2)]. Evaluate renal function prior to initiation of CANASA and periodically while on therapy. Evaluate the risks and benefits of using CANASA in patients with known renal impairment or a history of renal disease or taking concomitant nephrotoxic drugs. Discontinue CANASA if renal function deteriorates while on therapy. [see Drug Interactions (7.1),",
    "page": 2,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "renal function prior to initiation of CANASA and periodically while on therapy. Evaluate the risks and benefits of using CANASA in patients with known renal impairment or a history of renal disease or taking concomitant nephrotoxic drugs. Discontinue CANASA if renal function deteriorates while on therapy. [see Drug Interactions (7.1), Use in Specific Populations (8.6)]. 5.2 Mesalamine-Induced Acute Intolerance Syndrome Mesalamine has been associated with an acute intolerance syndrome that may be difficult to distinguish from an exacerbation of ulcerative colitis. Although the exact frequency of occurrence has not been determined, it has occurred in 3% of patients in controlled clinical trials of mesalamine or sulfasalazine. Symptoms include cramping, acute abdominal pain and bloody diarrhea, and sometimes fever, headache, malaise, pruritus, conjunctivitis, and rash. Monitor patients for worsening of these symptoms while on treatment. If acute intolerance syndrome is suspected, promptly discontinue treatment with CANASA. 5.3 Hypersensitivity Reactions Hypersensitivity reactions have been reported in patients taking sulfasalazine. Some patients may have a similar reaction to CANASA or to other compounds that contain or are converted to mesalamine. As with sulfasalazine, mesalamine-induced hypersensitivity reactions may present as internal organ involvement, including myocarditis, pericarditis, nephritis, hepatitis, pneumonitis and hematologic abnormalities. Evaluate patients",
    "page": 2,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "have been reported in patients taking sulfasalazine. Some patients may have a similar reaction to CANASA or to other compounds that contain or are converted to mesalamine. As with sulfasalazine, mesalamine-induced hypersensitivity reactions may present as internal organ involvement, including myocarditis, pericarditis, nephritis, hepatitis, pneumonitis and hematologic abnormalities. Evaluate patients immediately if signs or symptoms of a hypersensitivity reaction are present. Discontinue CANASA if an alternative etiology for the signs and symptoms cannot be established.",
    "page": 2,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "5.4 Hepatic Failure There have been reports of hepatic failure in patients with pre-existing liver disease who have been administered other products containing mesalamine. Evaluate the risks and benefits of using CANASA in patients with known liver impairment. 5.5 Severe Cutaneous Adverse Reactions Severe cutaneous adverse reactions, including Stevens-Johnson syndrome (SJS) and toxic epidermal necrolysis (TEN), drug reaction with eosinophilia and systemic symptoms (DRESS), and acute generalized exanthematous pustulosis (AGEP) have been reported in association with the use of mesalamine [see Adverse Reactions (6.2)]. Discontinue CANASA at the first signs or symptoms of severe cutaneous adverse reactions or other signs of hypersensitivity and consider further evaluation. 5.6 Photosensitivity In patients treated with mesalamine or sulfasalazine who have pre-existing skin conditions such as atopic dermatitis and atopic eczema have reported more severe photosensitivity reactions. Advise patients to avoid sun exposure, wear protective clothing, and use a broad-spectrum sunscreen when outdoors. 5.7 Nephrolithiasis Cases of nephrolithiasis have been reported with the use of mesalamine, including stones of 100% mesalamine content. Mesalamine- containing stones are radiotransparent and undetectable by standard radiography or computed tomography (CT). Ensure adequate hydration during treatment with CANASA. 5.8 Interaction with Laboratory Test for Urinary Normetanephrine Use of mesalamine",
    "page": 3,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "Nephrolithiasis Cases of nephrolithiasis have been reported with the use of mesalamine, including stones of 100% mesalamine content. Mesalamine- containing stones are radiotransparent and undetectable by standard radiography or computed tomography (CT). Ensure adequate hydration during treatment with CANASA. 5.8 Interaction with Laboratory Test for Urinary Normetanephrine Use of mesalamine may lead to spuriously elevated test results when measuring urinary normetanephrine by liquid chromatography with electrochemical detection, because of the similarity in the chromatograms of normetanephrine and mesalamine's main metabolite, N-acetylaminosalicylic acid. Consider an alternative, selective assay for normetanephrine. 6 ADVERSE REACTIONS The following serious or clinically significant adverse reactions are described elsewhere in labeling:  Renal Impairment [see Warnings and Precautions (5.1)]  Mesalamine-Induced Acute Intolerance Syndrome [see Warnings and Precautions (5.2)]  Hypersensitivity Reactions [see Warnings and Precautions (5.3)]  Hepatic Failure [see Warnings and Precautions (5.4)]  Severe Cutaneous Adverse Reactions [see Warnings and Precautions (5.5)]  Photosensitivity [see Warnings and Precautions (5.6)]  Nephrolithiasis [see Warnings and Precautions (5.7)] 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug",
    "page": 3,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "Photosensitivity [see Warnings and Precautions (5.6)]  Nephrolithiasis [see Warnings and Precautions (5.7)] 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The most common adverse reactions in adult patients with mildly to moderately active ulcerative proctitis in double-blind, placebo- controlled trials are summarized in the Table 1 below. Table 1: Adverse Reactions Occurring in More Than 1% of Mesalamine Suppository Treated Patients (Comparison to Placebo) Symptom Mesalamine (n = 177) Placebo (n = 84) N % N % Dizziness 5 3 2 2.4 Rectal Pain 3 1.8 0 0 Fever 2 1.2 0 0 Rash 2 1.2 0 0 Acne 2 1.2 0 0 Colitis 2 1.2 0 0 In a multicenter, open-label, randomized, parallel group study in 99 patients comparing the CANASA 1000 mg suppository administered nightly to that of the mesalamine 500 mg suppository twice daily. The most common adverse reactions in both groups",
    "page": 3,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "open-label, randomized, parallel group study in 99 patients comparing the CANASA 1000 mg suppository administered nightly to that of the mesalamine 500 mg suppository twice daily. The most common adverse reactions in both groups",
    "page": 3,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "were headache (14%), flatulence (5%), abdominal pain (5%), diarrhea (3%), and nausea (3%). Three (3) patients discontinued medication because of an adverse reaction; one of these adverse reactions (headache) was deemed possibly related to study medication. The recommended dosage of CANASA is 1000 mg administered rectally once daily at bedtime [see Dosage and Administration (2)]. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of CANASA or other mesalamine-containing products. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure.  Body as a Whole: drug fever, fatigue, lupus-like syndrome, medication residue  Cardiac Disorders: myocarditis, pericarditis, pericardial effusion [see Warnings and Precautions (5.3)]  Endocrine: Nephrogenic diabetes insipidus  Eye disorders: eye swelling  Gastrointestinal Disorders: abdominal cramps, abdominal distension, anal pruritus, anorectal discomfort, constipation, feces discolored, flatulence, frequent bowel movements, gastrointestinal bleeding, mucus stools, nausea, painful defecation, pancreatitis, proctalgia, rectal discharge, rectal tenesmus, stomach discomfort, vomiting  Hepatic Disorders: cholestatic jaundice, hepatitis, jaundice, Kawasaki-like syndrome including changes in liver enzymes, liver necrosis, liver failure  Hematologic Disorders: agranulocytosis, aplastic anemia, thrombocytopenia  Neurological/Psychiatric Disorders:",
    "page": 4,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "feces discolored, flatulence, frequent bowel movements, gastrointestinal bleeding, mucus stools, nausea, painful defecation, pancreatitis, proctalgia, rectal discharge, rectal tenesmus, stomach discomfort, vomiting  Hepatic Disorders: cholestatic jaundice, hepatitis, jaundice, Kawasaki-like syndrome including changes in liver enzymes, liver necrosis, liver failure  Hematologic Disorders: agranulocytosis, aplastic anemia, thrombocytopenia  Neurological/Psychiatric Disorders: Guillain-Barre syndrome, peripheral neuropathy, transverse myelitis, intracranial hypertension  Renal Disorders: interstitial nephritis, renal failure, minimal change disease, nephrolithiasis [see Warnings and Precautions (5.1, 5.7)] o Urine discoloration occurring ex-vivo caused by contact of mesalamine, including inactive metabolite, with surfaces or water treated with hypochlorite containing bleach  Respiratory, Thoracic and Mediastinal Disorders: hypersensitivity pneumonitis (including allergic alveolitis, eosinophilic pneumonitis, interstitial pneumonitis), pleuritis/pleurisy  Skin and Subcutaneous Tissue Disorder: alopecia, erythema, erythema nodosum, pruritus, psoriasis, pyoderma gangrenosum, urticaria, SJS/TEN, DRESS and AGEP [see Warnings and Precautions (5.5)]  Urogenital: reversible oligospermia 7 DRUG INTERACTIONS 7.1 Nephrotoxic Agents, Including Non-Steroidal Anti-Inflammatory Drugs The concurrent use of mesalamine with known nephrotoxic agents, including nonsteroidal anti-inflammatory drugs (NSAIDs) may increase the risk of nephrotoxicity. Monitor patients taking nephrotoxic drugs for changes in renal function and mesalamine-related adverse reactions [see Warnings and Precautions (5.1)]. 7.2 Azathioprine or 6-Mercaptopurine The concurrent use of mesalamine with",
    "page": 4,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "Drugs The concurrent use of mesalamine with known nephrotoxic agents, including nonsteroidal anti-inflammatory drugs (NSAIDs) may increase the risk of nephrotoxicity. Monitor patients taking nephrotoxic drugs for changes in renal function and mesalamine-related adverse reactions [see Warnings and Precautions (5.1)]. 7.2 Azathioprine or 6-Mercaptopurine The concurrent use of mesalamine with azathioprine or 6-mercaptopurine and/or other drugs known to cause myelotoxicity may increase the risk for blood disorders, bone marrow failure, and associated complications. If concomitant use of CANASA and azathioprine or 6-mercaptopurine cannot be avoided, monitor blood tests, including complete blood cell counts and platelet counts. 7.3 Interference With Urinary Normetanephrine Measurements Use of mesalamine may lead to spuriously elevated test results when measuring urinary normetanephrine by liquid chromatography with electrochemical detection, because of the similarity in the chromatograms of normetanephrine and mesalamine's main metabolite, N-acetylaminosalicylic acid. Consider an alternative, selective assay for normetanephrine [see Warnings and Precautions (5.8)]. 8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary Limited published data on mesalamine use in pregnant women are insufficient to inform a drug-associated risk. No evidence of teratogenicity was observed in rats or rabbits when treated during gestation with orally administered mesalamine at doses greater than the recommended human intra-rectal",
    "page": 4,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary Limited published data on mesalamine use in pregnant women are insufficient to inform a drug-associated risk. No evidence of teratogenicity was observed in rats or rabbits when treated during gestation with orally administered mesalamine at doses greater than the recommended human intra-rectal dose (see Data). The estimated background risk of major birth defects and miscarriage for the indicated populations is unknown. Adverse outcomes in pregnancy occur regardless of the health of the mother or the use of medications. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively.",
    "page": 4,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Data Animal Data Reproduction studies have been performed in rats at oral doses up to 320 mg/kg/day (about 1.7 times the recommended human intra- rectal dose of CANASA, based on body surface area) and in rabbits at oral doses up to 495 mg/kg/day (about 5.4 times the recommended human intra-rectal dose of CANASA, based on body surface area) following administration during the period of organogenesis, and have revealed no evidence of impaired fertility or harm to the fetus due to mesalamine. 8.2 Lactation Risk Summary Mesalamine and its N-acetyl metabolite are present in human milk in undetectable to small amounts (see Data). There are limited reports of diarrhea in breastfed infants. There is no information on the effects of the drug on milk production. The lack of clinical data during lactation precludes a clear determination of the risk of CANASA to an infant during lactation; therefore, the developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for CANASA and any potential adverse effects on the breastfed child from CANASA or from the underlying maternal conditions. Clinical Considerations Monitor breastfed infants for diarrhea. Data In published lactation studies, maternal mesalamine doses from various oral and",
    "page": 5,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "benefits of breastfeeding should be considered along with the mother’s clinical need for CANASA and any potential adverse effects on the breastfed child from CANASA or from the underlying maternal conditions. Clinical Considerations Monitor breastfed infants for diarrhea. Data In published lactation studies, maternal mesalamine doses from various oral and rectal formulations and products ranged from 500 mg to 3 g daily. The concentration of mesalamine in milk ranged from non-detectable to 0.11 mg/L. The concentration of the N-acetyl-5- aminosalicylic acid metabolite ranged from 5 to 18.1 mg/L. Based on these concentrations, estimated infant daily dosages for an exclusively breastfed infant are 0 to 0.017 mg/kg/day of mesalamine and 0.75 to 2.72 mg/kg/day of N-acetyl-5-aminosalicylic acid. 8.4 Pediatric Use The safety and effectiveness of CANASA in pediatric patients for the treatment of mildly to moderately active ulcerative proctitis have not been established. CANASA was evaluated for the treatment of ulcerative proctitis in a 6-week, open-label, single-arm study in 49 patients 5 to 17 years of age, which only included 14 patients with histologically-confirmed cases of ulcerative proctitis. However, efficacy was not demonstrated. Adverse reactions seen in pediatric patients in this trial (abdominal pain, headache, pyrexia, pharyngolaryngeal pain, diarrhea and vomiting)",
    "page": 5,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "proctitis in a 6-week, open-label, single-arm study in 49 patients 5 to 17 years of age, which only included 14 patients with histologically-confirmed cases of ulcerative proctitis. However, efficacy was not demonstrated. Adverse reactions seen in pediatric patients in this trial (abdominal pain, headache, pyrexia, pharyngolaryngeal pain, diarrhea and vomiting) were similar to those seen in adult patients. 8.5 Geriatric Use Clinical trials of CANASA did not include sufficient numbers of patients aged 65 years and over to determine whether they respond differently from younger patients. Reports from uncontrolled clinical studies and postmarketing reporting systems suggested a higher incidence of blood dyscrasias (i.e., agranulocytosis, neutropenia and pancytopenia) in patients receiving mesalamine-containing products such as CANASA who were 65 years or older compared to younger patients. Monitor complete blood cell counts and platelet counts in elderly patients during treatment with CANASA. In general, consider the greater frequency of decreased hepatic, renal, or cardiac function, and of concurrent disease or other drug therapy in elderly patients when prescribing CANASA [see Use in Specific Populations (8.6)]. 8.6 Renal Impairment Mesalamine is known to be substantially excreted by the kidney, and the risk of adverse reactions may be greater in patients with impaired renal",
    "page": 5,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "or cardiac function, and of concurrent disease or other drug therapy in elderly patients when prescribing CANASA [see Use in Specific Populations (8.6)]. 8.6 Renal Impairment Mesalamine is known to be substantially excreted by the kidney, and the risk of adverse reactions may be greater in patients with impaired renal function. Evaluate renal function in all patients prior to initiation and periodically while on CANASA therapy. Monitor patients with known renal impairment or history of renal disease or taking nephrotoxic drugs for decreased renal function and mesalamine-related adverse reactions. Discontinue CANASA if renal function deteriorates while on therapy [see Warnings and Precautions (5.1), Adverse Reactions (6.2), Drug Interactions (7.1)]. 10 OVERDOSAGE Mesalamine absorption from the colon is limited; however, CANASA is an aminosalicylate, and symptoms of salicylate toxicity include nausea, vomiting and abdominal pain, tachypnea, hyperpnea, tinnitus, and neurologic symptoms (headache, dizziness, confusion, seizures). Severe salicylate intoxication may lead to electrolyte and blood pH imbalance and potentially to other organ (e.g., renal and liver) involvement. There is no specific antidote for mesalamine overdose. Correct fluid and electrolyte imbalance by the administration of appropriate intravenous therapy and maintain adequate renal function. 11 DESCRIPTION",
    "page": 5,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 5,
    "content": "electrolyte and blood pH imbalance and potentially to other organ (e.g., renal and liver) involvement. There is no specific antidote for mesalamine overdose. Correct fluid and electrolyte imbalance by the administration of appropriate intravenous therapy and maintain adequate renal function. 11 DESCRIPTION",
    "page": 5,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "The active ingredient in CANASA 1000 mg suppositories for rectal use is mesalamine, also known as mesalazine or 5-aminosalicylic acid (5-ASA). Chemically, mesalamine is 5-amino-2-hydroxybenzoic acid, and is classified as an aminosalicylate. Each CANASA rectal suppository contains 1000 mg of mesalamine (USP) in a base of Hard Fat, NF. The empirical formula is C7H7NO3, representing a molecular weight of 153.14. The structural formula is: 12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action The mechanism of action of mesalamine is not fully understood, but appears to be a topical anti-inflammatory effect on colonic epithelial cells. Mucosal production of arachidonic acid metabolites, both through the cyclooxygenase pathways, i.e., prostanoids, and through the lipoxygenase pathways, i.e., leukotrienes and hydroxyeicosatetraenoic acids, is increased in patients with ulcerative colitis, and it is possible that mesalamine diminishes inflammation by blocking cyclooxygenase and inhibiting prostaglandin production in the colon. 12.3 Pharmacokinetics Absorption Mesalamine (5-ASA) administered as a rectal suppository is variably absorbed. In patients with ulcerative colitis treated with mesalamine 500 mg rectal suppositories, administered once every eight hours for six days, the mean mesalamine peak plasma concentration (Cmax) was 353 ng/mL (CV=55%) following the initial dose and 361 ng/mL (CV=67%) at steady state. The mean minimum steady",
    "page": 6,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "suppository is variably absorbed. In patients with ulcerative colitis treated with mesalamine 500 mg rectal suppositories, administered once every eight hours for six days, the mean mesalamine peak plasma concentration (Cmax) was 353 ng/mL (CV=55%) following the initial dose and 361 ng/mL (CV=67%) at steady state. The mean minimum steady state plasma concentration (Cmin) was 89 ng/mL (CV=89%). Absorbed mesalamine does not accumulate in the plasma. Distribution Mesalamine administered as a rectal suppository distributes in rectal tissue to some extent. Elimination In patients with ulcerative proctitis treated with mesalamine 500 mg as a rectal suppository every 8 hours for 6 days, the mean elimination half-life was 5 hours (CV=73%) for 5-ASA and 5 hours (CV=63%) for N-acetyl-5-ASA, the active metabolite, following the initial dose. At steady state, the mean elimination half-life was 7 hours for both 5-ASA and N-acetyl-5-ASA (CV=102% for 5- ASA and 82% for N-acetyl-5-ASA). Metabolism The absorbed mesalamine is extensively metabolized, mainly to N-acetyl-5-ASA in the liver and in the gut mucosal wall. In patients with ulcerative colitis treated with one mesalamine 500 mg rectal suppository every eight hours for six days, the peak concentration (Cmax) of N-acetyl-5-ASA ranged from 467 ng/mL to 1399 ng/mL following the",
    "page": 6,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "mesalamine is extensively metabolized, mainly to N-acetyl-5-ASA in the liver and in the gut mucosal wall. In patients with ulcerative colitis treated with one mesalamine 500 mg rectal suppository every eight hours for six days, the peak concentration (Cmax) of N-acetyl-5-ASA ranged from 467 ng/mL to 1399 ng/mL following the initial dose and from 193 ng/mL to 1304 ng/mL at steady state. Excretion Mesalamine is eliminated from plasma mainly by urinary excretion, predominantly as N-acetyl-5-ASA. In patients with ulcerative proctitis treated with mesalamine 500 mg as a rectal suppository every 8 hours for 6 days, 12% or less of the dose was eliminated in urine as unchanged 5-ASA and 8% to 77% was eliminated as N-acetyl-5-ASA following the initial dose. At steady state, 11% or less of the dose was eliminated in the urine as unchanged 5-ASA and 3% to 35% was eliminated as N-acetyl-5-ASA. 13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Mesalamine caused no increase in the incidence of neoplastic lesions over controls in a two-year study of Wistar rats fed up to 320 mg/kg/day of mesalamine admixed with diet (about 1.7 times the recommended human intra-rectal dose of CANASA, based on body surface area).",
    "page": 6,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "Mutagenesis, Impairment of Fertility Mesalamine caused no increase in the incidence of neoplastic lesions over controls in a two-year study of Wistar rats fed up to 320 mg/kg/day of mesalamine admixed with diet (about 1.7 times the recommended human intra-rectal dose of CANASA, based on body surface area).",
    "page": 6,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Mesalamine was not mutagenic in the Ames test, the mouse lymphoma cell (TK+/-) forward mutation test, or the mouse micronucleus test. No effects on fertility or reproductive performance of the male and female rats were observed at oral mesalamine doses up to 320 mg/kg/day (about 1.7 times the recommended human intra-rectal dose of CANASA, based on body surface area). 13.2 Animal Toxicology and/or Pharmacology Toxicology studies of mesalamine were conducted in rats, mice, rabbits and dogs, and the kidney was the main target organ of toxicity. In rats, adverse renal effects were observed at a single oral dose of 600 mg/kg (about 3.2 times the recommended human intra-rectal dose of CANASA, based on body surface area) and at intravenous doses of >214 mg/kg (about 1.2 times the recommended human intra-rectal dose of CANASA, based on body surface area). In a 13-week oral gavage toxicity study in rats, papillary necrosis and/or multifocal tubular injury were observed in males receiving 160 mg/kg (about 0.86 times the recommended human intra-rectal dose of CANASA, based on body surface area) and in both males and females at 640 mg/kg (about 3.5 times the recommended human intra-rectal dose of CANASA, based on body surface area). In",
    "page": 7,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "multifocal tubular injury were observed in males receiving 160 mg/kg (about 0.86 times the recommended human intra-rectal dose of CANASA, based on body surface area) and in both males and females at 640 mg/kg (about 3.5 times the recommended human intra-rectal dose of CANASA, based on body surface area). In a combined 52-week toxicity and 127-week carcinogenicity study in rats, degeneration of the kidneys and hyalinization of basement membranes and Bowman’s capsule were observed at oral doses of 100 mg/kg/day (about 0.54 times the recommended human intra-rectal dose of CANASA, based on body surface area) and above. In a 14- day rectal toxicity study of mesalamine suppositories in rabbits, intra-rectal doses up to 800 mg/kg (about 8.6 times the recommended human intra-rectal dose of CANASA, based on body surface area) was not associated with any adverse effects. In a six-month oral toxicity study in dogs, doses of 80 mg/kg (about 1.4 times the recommended human intra-rectal dose of CANASA, based on body surface area) and higher caused renal pathology similar to that described for the rat. In a rectal toxicity study of mesalamine suppositories in dogs, a dose of 166.6 mg/kg (about 3 times the recommended human intra-rectal dose of",
    "page": 7,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "1.4 times the recommended human intra-rectal dose of CANASA, based on body surface area) and higher caused renal pathology similar to that described for the rat. In a rectal toxicity study of mesalamine suppositories in dogs, a dose of 166.6 mg/kg (about 3 times the recommended human intra-rectal dose of CANASA, based on body surface area) produced chronic nephritis and pyelitis. In the 12-month eye toxicity study in dogs, keratoconjunctivitis sicca (KCS) occurred at oral doses of 40 mg/kg (about 0.72 times the recommended human intra-rectal dose of CANASA, based on body surface area) and above. 14 CLINICAL STUDIES Two double-blind, placebo-controlled, multicenter trials of mesalamine suppositories were conducted in North America in adult patients with mildly to moderately active ulcerative proctitis. The regimen in Study 1 was a 500 mg mesalamine suppository administered rectally three times daily and in Study 2 was a 500 mg mesalamine suppository administered rectally twice daily. In both trials, patients had an average extent of proctitis (upper disease boundary) of approximately 10 cm and approximately 80% of patients had multiple prior episodes of proctitis. A total of 173 patients were evaluated (Study 1, N=79; Study 2, N=94), of which 89 patients received mesalamine, and",
    "page": 7,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "twice daily. In both trials, patients had an average extent of proctitis (upper disease boundary) of approximately 10 cm and approximately 80% of patients had multiple prior episodes of proctitis. A total of 173 patients were evaluated (Study 1, N=79; Study 2, N=94), of which 89 patients received mesalamine, and 84 patients received placebo. The mean age of patients was 39 years (range 17 to 73 years), 60% were female, and 97% were white. The primary measures of efficacy were clinical disease activity index (DAI) and histologic evaluations in both trials. The DAI is a composite index reflecting rectal bleeding, stool frequency, mucosal appearance at endoscopy, and a physician’s global assessment of disease. Patients were evaluated clinically and sigmoidoscopically after 3 and 6 weeks of treatment. Compared to placebo, mesalamine suppositories were statistically (p<0.01) superior to placebo in both trials with respect to improvement in stool frequency, rectal bleeding, mucosal appearance, disease severity, and overall disease activity after 3 and 6 weeks of treatment. The effectiveness of mesalamine suppositories was statistically significant irrespective of sex, extent of proctitis, duration of current episode, or duration of disease. An additional multicenter, open-label, randomized, parallel group study in 99 patients diagnosed with mildly",
    "page": 7,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 5,
    "content": "appearance, disease severity, and overall disease activity after 3 and 6 weeks of treatment. The effectiveness of mesalamine suppositories was statistically significant irrespective of sex, extent of proctitis, duration of current episode, or duration of disease. An additional multicenter, open-label, randomized, parallel group study in 99 patients diagnosed with mildly to moderately ulcerative proctitis compared 1000 mg CANASA administered rectally once daily at bedtime (N=35) to 500 mg mesalamine suppository administered rectally twice daily, in the morning and at bedtime (N=46), for 6 weeks. The primary measures of efficacy included the clinical disease activity index (DAI) and histologic evaluations. Patients were evaluated clinically and sigmoidoscopically at 3 and 6 weeks of treatment. The efficacy at 6 weeks was not different between the treatment groups. Both were effective in the treatment of ulcerative proctitis and resulted in a significant decrease at 6 weeks in DAI: in the mesalamine 500 mg twice daily group, the mean DAI value decreased from 6.6 to 1.6, and in the 1000 mg at bedtime group, the mean DAI value decreased from 6.2 to 1.3, which represents a decrease of greater than 75% in both groups. After 6 weeks of treatment, a DAI score of less than",
    "page": 7,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 6,
    "content": "daily group, the mean DAI value decreased from 6.6 to 1.6, and in the 1000 mg at bedtime group, the mean DAI value decreased from 6.2 to 1.3, which represents a decrease of greater than 75% in both groups. After 6 weeks of treatment, a DAI score of less than 3 was achieved in 78% of patients in the mesalamine 500 mg twice daily group and 86% of patients in the CANASA 1000 mg once daily group. The recommended dosage of CANASA is 1000 mg administered rectally once daily at bedtime [see Dosage and Administration (2)].",
    "page": 7,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "16 HOW SUPPLIED/STORAGE AND HANDLING CANASA 1000 mg suppositories for rectal administration are available as bullet shaped, light tan to grey suppositories containing 1000 mg mesalamine supplied in boxes of 30 and 42 individually plastic wrapped suppositories (NDC 58914-501-56 and 58914-501- 42). Store below 25ºC (77ºF), may be refrigerated. Keep away from direct heat, light or humidity. 17 PATIENT COUNSELING INFORMATION Advise patients to read the FDA-approved patient labeling (Patient Information) Administration [see Dosage and Administration (2)] Advise patients:  Do not cut or break the suppository.  Retain the suppository for one to three hours or longer, if possible.  Drink an adequate amount of fluids.  If a dose of CANASA is missed, administer as soon as possible, unless it is almost time for next dose. Do not use two CANASA suppositories at the same time to make up for a missed dose.  Urine may become discolored reddish-brown while taking CANASA when it comes in contact with surfaces or water treated with hypochlorite-containing bleach. If discolored urine is observed, advise patients to observe their urine flow. Report to the healthcare provider only if urine is discolored on leaving the body, before contact with any surface or water",
    "page": 8,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "reddish-brown while taking CANASA when it comes in contact with surfaces or water treated with hypochlorite-containing bleach. If discolored urine is observed, advise patients to observe their urine flow. Report to the healthcare provider only if urine is discolored on leaving the body, before contact with any surface or water (e.g., in the toilet).  CANASA suppositories will cause staining of direct contact surfaces, including but not limited to fabrics, flooring, painted surfaces, marble, granite, vinyl, and enamel. Keep CANASA away from these surfaces to prevent staining. Renal Impairment  Inform patients that CANASA may decrease their renal function, especially if they have known renal impairment or are taking nephrotoxic drugs, including NSAIDs, and periodic monitoring of renal function will be performed while they are on therapy. Advise patients to complete all blood tests ordered by their healthcare provider [see Warnings and Precautions (5.1), Drug Interactions (7.1)]. Mesalamine-Induced Acute Intolerance Syndrome and Other Hypersensitivity Reactions  Inform patients of the signs and symptoms of hypersensitivity reactions. Instruct patients to stop taking CANASA and report to their healthcare provider if they experience new or worsening symptoms Acute Intolerance Syndrome (cramping, abdominal pain, bloody diarrhea, fever, headache, malaise, conjunctivitis and rash) or",
    "page": 8,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "Syndrome and Other Hypersensitivity Reactions  Inform patients of the signs and symptoms of hypersensitivity reactions. Instruct patients to stop taking CANASA and report to their healthcare provider if they experience new or worsening symptoms Acute Intolerance Syndrome (cramping, abdominal pain, bloody diarrhea, fever, headache, malaise, conjunctivitis and rash) or other symptoms suggestive of mesalamine-induced hypersensitivity [see Warnings and Precautions (5.2, 5.3)]. Hepatic Failure  Inform patients with known liver disease of the signs and symptoms of worsening liver function and advise them to report to their healthcare provider if they experience such signs or symptoms [see Warnings and Precautions (5.4)]. Severe Cutaneous Adverse Reactions  Inform patients of the signs and symptoms of severe cutaneous adverse reactions. Instruct patients to stop taking CANASA and report to their healthcare provider at first appearance of a severe cutaneous adverse reaction or any other sign of hypersensitivity [see Warnings and Precautions (5.5)]. Photosensitivity  Advise patients with pre-existing skin conditions to avoid sun exposure, wear protective clothing, and use a broad- spectrum sunscreen when outdoors [see Warnings and Precautions (5.6)]. Nephrolithiasis  Instruct patients to drink an adequate amount of fluids during treatment in order to minimize the risk of kidney stone",
    "page": 8,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "Photosensitivity  Advise patients with pre-existing skin conditions to avoid sun exposure, wear protective clothing, and use a broad- spectrum sunscreen when outdoors [see Warnings and Precautions (5.6)]. Nephrolithiasis  Instruct patients to drink an adequate amount of fluids during treatment in order to minimize the risk of kidney stone formation and to contact their healthcare provider if they experience signs or symptoms of a kidney stone (e.g., severe side or back pain, blood in the urine) [see Warnings and Precautions (5.7)]. Blood Disorders",
    "page": 8,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": " Inform elderly patients and those taking azathioprine or 6-mercaptopurine of the risk for blood disorders and the need for periodic monitoring of complete blood cell counts and platelet counts while on therapy. Advise patients to complete all blood tests ordered by their healthcare provider [see Drug Interactions (7.2), Use in Specific Populations (8.5)]. Distributed by: AbbVie Inc. North Chicago, IL 60064 © 2024 AbbVie. All rights reserved. CANASA and its design are trademarks of Aptalis Pharma Canada ULC, an AbbVie company. V5.1USPI0501",
    "page": 9,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "PATIENT INFORMATION CANASA (Kay-nay-suh) (mesalamine) suppositories, for rectal use What is CANASA? CANASA is a prescription medicine used to treat adults with active ulcerative proctitis (ulcerative rectal colitis). It is not known if CANASA is safe and effective in children. Do not use CANASA if you are:  allergic to medicines that contain salicylates, including aspirin.  allergic to mesalamine or any of the ingredients in CANASA. See the end of this Patient Information leaflet for a complete list of ingredients in CANASA. Ask your doctor if you are not sure if your medicine is listed above. Before using CANASA, tell your doctor if you have any medical conditions, including if you:  have a history of allergic reaction to the medicine sulfasalazine (Azulfidine).  have kidney problems.  have ever had inflammation of the sac around your heart (pericarditis).  have liver problems.  are pregnant or plan to become pregnant. It is not known if CANASA can harm your unborn baby.  are breastfeeding or plan to breastfeed. CANASA can pass into your breast milk. Talk to your doctor about the best way to feed your baby if you use CANASA. Tell your doctor about all the medicines",
    "page": 10,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "become pregnant. It is not known if CANASA can harm your unborn baby.  are breastfeeding or plan to breastfeed. CANASA can pass into your breast milk. Talk to your doctor about the best way to feed your baby if you use CANASA. Tell your doctor about all the medicines you take, including prescription and over-the-counter medicines, vitamins and herbal supplements. Using CANASA with certain other medicines may affect each other. Using CANASA with other medicines can cause serious side effects. Especially tell your doctor if you take nonsteroidal anti-inflammatory drugs (NSAIDS), or medicines that contain azathioprine or 6-mercaptopurine. Taking CANASA with NSAIDS may cause kidney problems. Taking CANASA with azathioprine or 6-mercaptopurine may cause blood problems. Ask your doctor if you are not sure if you are taking one of these medicines. Your doctor may do certain tests during treatment with CANASA. Know the medicines you take. Keep a list of them to show your doctor and pharmacist when you get a new medicine. How should I take CANASA?  Use CANASA exactly as prescribed by your doctor. Your doctor will tell you how long to continue using CANASA.  CANASA comes as a suppository that you insert into",
    "page": 10,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "list of them to show your doctor and pharmacist when you get a new medicine. How should I take CANASA?  Use CANASA exactly as prescribed by your doctor. Your doctor will tell you how long to continue using CANASA.  CANASA comes as a suppository that you insert into your rectum.  Do not cut or break the suppository.  Use CANASA 1 time each day at bedtime, for 3 to 6 weeks. It is not known if CANASA is safe and effective for use for longer than 6 weeks.  After you insert CANASA in your rectum, try to keep (retain) the suppository in your rectum for 1 to 3 hours or longer if possible.  It is important for you to stay well hydrated during treatment with CANASA. Be sure to drink plenty of fluids while taking CANASA.  If you miss a dose of CANASA, insert it as soon as you remember. If it is almost time for your next dose, skip the missed dose. Insert the next dose at your regular time. Do not insert 2 doses at the same time.  CANASA can stain surfaces including clothing and other fabrics, flooring, painted surfaces, marble,",
    "page": 10,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "it as soon as you remember. If it is almost time for your next dose, skip the missed dose. Insert the next dose at your regular time. Do not insert 2 doses at the same time.  CANASA can stain surfaces including clothing and other fabrics, flooring, painted surfaces, marble, granite, vinyl and enamel. Keep CANASA away from these surfaces to prevent staining. What are the possible side effects of CANASA? CANASA may cause serious side effects, including:  kidney problems. Your doctor will do certain tests before you start using CANASA and during your treatment with CANASA.  acute intolerance syndrome and other allergic reactions. Some people who use CANASA can have allergic type reactions, including Acute Intolerance Syndrome. Other allergic reactions can cause heart problems including an inflammation of the sac around the heart (pericarditis), blood problems, and problems with other organs in the body including the kidneys, liver and lungs. These problems usually happen in people who have had an allergic reaction to medicines containing sulfasalazine. Stop using CANASA and tell your doctor right away if you get any of these symptoms: o cramps o stomach (abdominal) pain o bloody diarrhea o fever o headache o rash",
    "page": 10,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 5,
    "content": "liver and lungs. These problems usually happen in people who have had an allergic reaction to medicines containing sulfasalazine. Stop using CANASA and tell your doctor right away if you get any of these symptoms: o cramps o stomach (abdominal) pain o bloody diarrhea o fever o headache o rash",
    "page": 10,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "o chest pain o decrease in the amount of urine o eye inflammation o shortness of breath o fatigue  liver problems. This can happen in people who have a history of liver problems and have taken other medicines that contain mesalamine. Tell your doctor right away if you get any of these symptoms while using CANASA: o yellowing of your eyes o itchy skin o feeling very tired o flu-like symptoms o nausea or vomiting  serious skin reactions. Some people who use CANASA can have severe skin reactions. Stop using CANASA and tell your doctor right away if you develop any of the following signs or symptoms of a severe skin reaction, including: o blisters or peeling of your skin o high fever or flu-like symptoms o mouth sores o enlarged lymph nodes o blisters on your lips, or around your mouth or eyes o skin rash  sun sensitivity. CANASA can make your skin sensitive to the sun if you have skin conditions such as atopic dermatitis and atopic eczema. Try to limit your time in the sun. You should use sunscreen and wear a hat and clothes that cover your skin if you have to be",
    "page": 11,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "sun sensitivity. CANASA can make your skin sensitive to the sun if you have skin conditions such as atopic dermatitis and atopic eczema. Try to limit your time in the sun. You should use sunscreen and wear a hat and clothes that cover your skin if you have to be in the sunlight.  kidney stones. Drink plenty of fluids when using CANASA to decrease your chance of getting kidney stones. Call your doctor right away if you get any of these symptoms: o severe pain in your side o severe pain in your back o blood in your urine The most common side effects of CANASA include: o dizziness o acne o inflammation of the large intestine (colitis) o rectal pain o fever o rash These are not all of the possible side effects of CANASA. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088. How should I store CANASA?  Store CANASA at room temperature between 68°F to 77°F (20°C to 25°C).  CANASA may be refrigerated.  Keep CANASA away from direct heat, light, or humidity. Keep CANASA and all medicines out of the reach of children. General",
    "page": 11,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "effects to FDA at 1-800-FDA-1088. How should I store CANASA?  Store CANASA at room temperature between 68°F to 77°F (20°C to 25°C).  CANASA may be refrigerated.  Keep CANASA away from direct heat, light, or humidity. Keep CANASA and all medicines out of the reach of children. General information about the safe and effective use of CANASA. Medicines are sometimes prescribed for purposes other than those listed in a Patient Information leaflet. Do not use CANASA for a condition for which it was not prescribed. Do not give CANASA to other people, even if they have the same symptoms that you have. It may harm them. Urine may become discolored reddish-brown while taking CANASA when it comes in contact with surfaces or water treated with hypochlorite-containing bleach. You can ask your pharmacist or healthcare provider for information about CANASA that is written for health professionals. What are the ingredients in CANASA? Active ingredients: mesalamine Inactive ingredients: hard fat base Distributed by: AbbVie Inc. North Chicago, IL 60064 © 2024 AbbVie. All rights reserved. CANASA and its design are trademarks of Aptalis Pharma Canada ULC, an AbbVie company. This Patient Information has been approved by the U.S. Food and",
    "page": 11,
    "file": "canasa_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "ingredients in CANASA? Active ingredients: mesalamine Inactive ingredients: hard fat base Distributed by: AbbVie Inc. North Chicago, IL 60064 © 2024 AbbVie. All rights reserved. CANASA and its design are trademarks of Aptalis Pharma Canada ULC, an AbbVie company. This Patient Information has been approved by the U.S. Food and Drug Administration. Revised: September 2024 V4.1PPI501",
    "page": 11,
    "file": "canasa_pi.pdf"
  }
]