[
  {
    "chunk_id": 1,
    "content": "CARAFATE® (sucralfate) Oral Suspension DESCRIPTION CARAFATE Oral Suspension contains sucralfate and sucralfate is an α-D-glucopyranoside, β-D- fructofuranosyl-, octakis-(hydrogen sulfate), aluminum complex. CARAFATE Oral Suspension for oral administration contains 1 g of sucralfate per 10 mL. CARAFATE Oral Suspension also contains: colloidal silicon dioxide NF, FD&C Red #40, flavor, glycerin USP, methylcellulose USP, methylparaben NF, microcrystalline cellulose NF, purified water USP, simethicone emulsion USP, and sorbitol solution USP. Therapeutic category: antiulcer. CLINICAL PHARMACOLOGY Sucralfate is only minimally absorbed from the gastrointestinal tract. The small amounts of the sulfated disaccharide that are absorbed are excreted primarily in the urine. Although the mechanism of sucralfate’s ability to accelerate healing of duodenal ulcers remains to be fully defined, it is known that it exerts its effect through a local, rather than systemic, action. The following observations also appear pertinent: 1. Studies in human subjects and with animal models of ulcer disease have shown that sucralfate forms an ulcer-adherent complex with proteinaceous exudate at the ulcer site. 2. In vitro, a sucralfate-albumin film provides a barrier to diffusion of hydrogen ions. 3. In human subjects, sucralfate given in doses recommended for ulcer therapy inhibits pepsin activity in gastric juice by 32%. In vitro, sucralfate adsorbs",
    "page": 1,
    "file": "carafate-oral-suspension_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "sucralfate forms an ulcer-adherent complex with proteinaceous exudate at the ulcer site. 2. In vitro, a sucralfate-albumin film provides a barrier to diffusion of hydrogen ions. 3. In human subjects, sucralfate given in doses recommended for ulcer therapy inhibits pepsin activity in gastric juice by 32%. In vitro, sucralfate adsorbs bile salts. These observations suggest that sucralfate’s antiulcer activity is the result of formation of an ulcer- adherent complex that covers the ulcer site and protects it against further attack by acid, pepsin, and bile salts. There are approximately 14 to 16 mEq of acid-neutralizing capacity per 1 g dose of sucralfate. CLINICAL TRIALS In a multicenter, double-blind, placebo-controlled study of CARAFATE Oral Suspension, a dosage regimen of 1 gram (10 mL) four times daily was demonstrated to be superior to placebo in ulcer healing.",
    "page": 1,
    "file": "carafate-oral-suspension_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Results From Clinical Trials Healing Rates for Acute Duodenal Ulcer Treatment n Week 2 Healing Rates Week 4 Healing Rates Week 8 Healing Rates CARAFATE Oral Suspension 145 23(16%)* 66(46%)† 95(66%)‡ Placebo 147 10(7%) 39(27%) 58(39%) *P=0.016 †P=0.001 ‡P=0.0001 Equivalence of sucralfate oral suspension to sucralfate tablets has not been demonstrated. INDICATIONS AND USAGE CARAFATE (sucralfate) Oral Suspension is indicated in the short-term (up to 8 weeks) treatment of active duodenal ulcer. CONTRAINDICATIONS CARAFATE Oral Suspension is contraindicated for patients with known hypersensitivity reactions to the active substance or to any of the excipients. WARNINGS Fatal complications, including pulmonary and cerebral emboli have occurred with inappropriate intravenous administration of CARAFATE Oral Suspension. Administer CARAFATE Oral Suspension only by the oral route. Do not administer intravenously. PRECAUTIONS The physician should read the \"PRECAUTIONS\" section when considering the use of CARAFATE Oral Suspension in pregnant or pediatric patients, or patients of childbearing potential. Duodenal ulcer is a chronic, recurrent disease. While short-term treatment with sucralfate can result in complete healing of the ulcer, a successful course of treatment with sucralfate should not be expected to alter the post healing frequency or severity of duodenal ulceration. Episodes of hyperglycemia have been reported in",
    "page": 2,
    "file": "carafate-oral-suspension_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "potential. Duodenal ulcer is a chronic, recurrent disease. While short-term treatment with sucralfate can result in complete healing of the ulcer, a successful course of treatment with sucralfate should not be expected to alter the post healing frequency or severity of duodenal ulceration. Episodes of hyperglycemia have been reported in diabetic patients. Close monitoring of glycemia in diabetic patients treated with CARAFATE Oral Suspension is recommended. Adjustment of the anti-diabetic treatment dose during the use of CARAFATE Oral Suspension might be necessary. Special Populations: Chronic Renal Failure and Dialysis Patients When sucralfate is administered orally, small amounts of aluminum are absorbed from the gastrointestinal tract. Concomitant use of sucralfate with other products that contain aluminum, such as aluminum-containing antacids, may increase the total body burden of aluminum. Patients with normal renal function receiving the recommended doses of sucralfate and aluminum- containing products adequately excrete aluminum in the urine. Patients with chronic renal failure or those receiving dialysis have impaired excretion of absorbed aluminum. In addition, aluminum does not cross dialysis membranes because it is bound to albumin and transferrin plasma proteins. Aluminum accumulation and toxicity (aluminum osteodystrophy, osteomalacia, encephalopathy) have been described in patients with renal impairment. Sucralfate should be",
    "page": 2,
    "file": "carafate-oral-suspension_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "chronic renal failure or those receiving dialysis have impaired excretion of absorbed aluminum. In addition, aluminum does not cross dialysis membranes because it is bound to albumin and transferrin plasma proteins. Aluminum accumulation and toxicity (aluminum osteodystrophy, osteomalacia, encephalopathy) have been described in patients with renal impairment. Sucralfate should be used with caution in patients with chronic renal failure. Drug Interactions Some studies have shown that simultaneous sucralfate administration in healthy volunteers reduced the extent of absorption (bioavailability) of single doses of the following: cimetidine,",
    "page": 2,
    "file": "carafate-oral-suspension_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "digoxin, fluoroquinolone antibiotics, ketoconazole, l-thyroxine, phenytoin, quinidine, ranitidine, tetracycline, and theophylline. Subtherapeutic prothrombin times with concomitant warfarin and sucralfate therapy have been reported in spontaneous and published case reports. However, two clinical studies have demonstrated no change in either serum warfarin concentration or prothrombin time with the addition of sucralfate to chronic warfarin therapy. The mechanism of these interactions appears to be nonsystemic in nature, presumably resulting from sucralfate binding to the concomitant agent in the gastrointestinal tract. In all cases studied to date (cimetidine, ciprofloxacin, digoxin, norfloxacin, ofloxacin, and ranitidine), dosing the concomitant medication 2 hours before sucralfate eliminated the interaction. Due to CARAFATE Oral Suspension’s potential to alter the absorption of some drugs, CARAFATE Oral Suspension should be administered separately from other drugs when alterations in bioavailability are felt to be critical. In these cases, patients should be monitored appropriately. Carcinogenesis, Mutagenesis, Impairment of Fertility Chronic oral toxicity studies of 24 months’ duration were conducted in mice and rats at doses up to 1 g/kg (12 times the human dose). There was no evidence of drug-related tumorigenicity. A reproduction study in rats at doses up to 38 times the human dose did not reveal any indication of fertility",
    "page": 3,
    "file": "carafate-oral-suspension_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "studies of 24 months’ duration were conducted in mice and rats at doses up to 1 g/kg (12 times the human dose). There was no evidence of drug-related tumorigenicity. A reproduction study in rats at doses up to 38 times the human dose did not reveal any indication of fertility impairment. Mutagenicity studies were not conducted. Pregnancy Teratogenic effects Teratogenicity studies have been performed in mice, rats, and rabbits at doses up to 50 times the human dose and have revealed no evidence of harm to the fetus due to sucralfate. There are, however, no adequate and well-controlled studies in pregnant women. Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly needed. Nursing Mothers It is not known whether this drug is excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when sucralfate is administered to a nursing woman. Pediatric Use Safety and effectiveness in pediatric patients have not been established. Geriatric Use Clinical studies of CARAFATE Oral Suspension did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. Other reported",
    "page": 3,
    "file": "carafate-oral-suspension_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "when sucralfate is administered to a nursing woman. Pediatric Use Safety and effectiveness in pediatric patients have not been established. Geriatric Use Clinical studies of CARAFATE Oral Suspension did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. Other reported clinical experience has not identified differences in responses between the elderly and younger patients. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy (See DOSAGE AND ADMINISTRATION). This drug is known to be substantially excreted by the kidney, and the risk of toxic reactions to this drug may be greater in patients with impaired renal function (See PRECAUTIONS Special Populations: Chronic Renal Failure and Dialysis Patients). Because elderly patients are more likely to have decreased renal function, care should be taken in dose selection, and it may be useful to monitor renal function. ADVERSE REACTIONS Adverse reactions to sucralfate tablets in clinical trials were minor and only rarely led to discontinuation of the drug. In studies involving over 2700",
    "page": 3,
    "file": "carafate-oral-suspension_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "are more likely to have decreased renal function, care should be taken in dose selection, and it may be useful to monitor renal function. ADVERSE REACTIONS Adverse reactions to sucralfate tablets in clinical trials were minor and only rarely led to discontinuation of the drug. In studies involving over 2700 patients treated with sucralfate, adverse effects were reported in 129 (4.7%).",
    "page": 3,
    "file": "carafate-oral-suspension_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Constipation was the most frequent complaint (2%). Other adverse effects reported in less than 0.5% of the patients are listed below by body system: Gastrointestinal: diarrhea, dry mouth, flatulence, gastric discomfort, indigestion, nausea, vomiting Dermatological: pruritus, rash Nervous System: dizziness, insomnia, sleepiness, vertigo Other: back pain, headache Post-marketing cases of hypersensitivity have been reported with the use of sucralfate oral suspension, including anaphylactic reactions, dyspnea, lip swelling, edema of the mouth, pharyngeal edema, pruritus, rash, swelling of the face and urticaria. Cases of bronchospasm, laryngeal edema and respiratory tract edema have been reported with an unknown oral formulation of sucralfate. Cases of hyperglycemia have been reported with sucralfate. Bezoars have been reported in patients treated with sucralfate. The majority of patients had underlying medical conditions that may predispose to bezoar formation (such as delayed gastric emptying) or were receiving concomitant enteral tube feedings. OVERDOSAGE Due to limited experience in humans with overdosage of sucralfate, no specific treatment recommendations can be given. Acute oral studies in animals, however, using doses up to 12 g/kg body weight, could not find a lethal dose. Sucralfate is only minimally absorbed from the gastrointestinal tract. Risks associated with acute overdosage should, therefore, be minimal. In",
    "page": 4,
    "file": "carafate-oral-suspension_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "with overdosage of sucralfate, no specific treatment recommendations can be given. Acute oral studies in animals, however, using doses up to 12 g/kg body weight, could not find a lethal dose. Sucralfate is only minimally absorbed from the gastrointestinal tract. Risks associated with acute overdosage should, therefore, be minimal. In rare reports describing sucralfate overdose, most patients remained asymptomatic. Those few reports where adverse events were described included symptoms of dyspepsia, abdominal pain, nausea, and vomiting. DOSAGE AND ADMINISTRATION Active Duodenal Ulcer: The recommended adult oral dosage for duodenal ulcer is 1 gram (10 mL) four times per day. CARAFATE Oral Suspension should be administered on an empty stomach. Antacids may be prescribed as needed for relief of pain but should not be taken within one-half hour before or after CARAFATE Oral Suspension. While healing with sucralfate may occur during the first week or two, treatment should be continued for 4 to 8 weeks unless healing has been demonstrated by x-ray or endoscopic examination. Elderly: In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant",
    "page": 4,
    "file": "carafate-oral-suspension_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "4 to 8 weeks unless healing has been demonstrated by x-ray or endoscopic examination. Elderly: In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy (See PRECAUTIONS, Geriatric Use). Call your doctor for medical advice about side effects. You may report side effects to AbbVie, Inc at 1-800-678-1605 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. HOW SUPPLIED CARAFATE (sucralfate) Oral Suspension 1 g/10 mL is a pink suspension supplied in bottles of 420 mL (NDC 58914-170-14). SHAKE WELL BEFORE USING. AVOID FREEZING. Store at controlled room temperature 20-25°C (68-77°F) [see USP]. Rx Only Prescribing Information rev. Jun 2023 Distributed by: AbbVie, Inc. North Chicago, IL 60064 CARAFATE and its design are trademarks of Aptalis Pharma Canada ULC, an AbbVie company. © 2023 AbbVie. All rights reserved.",
    "page": 4,
    "file": "carafate-oral-suspension_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "2023 AbbVie. All rights reserved.",
    "page": 4,
    "file": "carafate-oral-suspension_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "v2.1USPI0170",
    "page": 5,
    "file": "carafate-oral-suspension_pi.pdf"
  }
]