[
  {
    "chunk_id": 1,
    "content": "HIGHLIGHTS OF PRESCRIBING INFORMATION These highlights do not include all the information needed to use RAPAFLO safely and effectively. See full prescribing information for RAPAFLO. RAPAFLO® (silodosin) capsules, for oral use Initial U.S. Approval: 2008 ------------------------------INDICATIONS AND USAGE ------------------------- RAPAFLO, an alpha-1 adrenergic receptor antagonist, is indicated for the treatment of the signs and symptoms of benign prostatic hyperplasia (BPH). RAPAFLO is not indicated for the treatment of hypertension. (1) ------------------------DOSAGE AND ADMINISTRATION ---------------------  8 mg capsules taken orally once daily with a meal. (2.1)  4 mg capsules taken orally once daily with a meal for those with moderate renal impairment [Creatinine Clearance (CCr) 30-50 mL/min]. (2.2) -----------------------DOSAGE FORMS AND STRENGTHS -------------------- Capsules: 8 mg and 4 mg. (3) -----------------------------CONTRAINDICATIONS -------------------------------  Patients with severe renal impairment [Creatinine Clearance (CCr < 30 mL/min)]. (4)  Patients with severe hepatic impairment (Child-Pugh score > 10). (4)  Concomitant administration with strong Cytochrome P450 3A4 (CYP3A4) inhibitors (e.g., ketoconazole, clarithromycin, itraconazole, ritonavir). (4)  Patients with a history of hypersensitivity to silodosin or any of the ingredients of RAPAFLO. (4) ---------------------------WARNINGS AND PRECAUTIONS --------------------  Postural hypotension, with or without symptoms (e.g., dizziness), may develop when beginning RAPAFLO treatment. (5.1)",
    "page": 1,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "with strong Cytochrome P450 3A4 (CYP3A4) inhibitors (e.g., ketoconazole, clarithromycin, itraconazole, ritonavir). (4)  Patients with a history of hypersensitivity to silodosin or any of the ingredients of RAPAFLO. (4) ---------------------------WARNINGS AND PRECAUTIONS --------------------  Postural hypotension, with or without symptoms (e.g., dizziness), may develop when beginning RAPAFLO treatment. (5.1)  In patients with moderate renal impairment, RAPAFLO dose should be reduced to 4 mg once daily. (5.2)  RAPAFLO should not be used in combination with other alpha- blockers. (5.5)  Examine patients thought to have BPH prior to starting therapy with RAPAFLO to rule out the presence of carcinoma of the prostate. (5.6)  Inform patients planning cataract surgery to notify their ophthalmologist that they are taking RAPAFLO because of the possibility of Intraoperative Floppy Iris Syndrome (IFIS). (5.7) -----------------------------ADVERSE REACTIONS ------------------------------- Most common adverse reactions (incidence > 2%) are retrograde ejaculation, dizziness, diarrhea, orthostatic hypotension, headache, nasopharyngitis, and nasal congestion. (6) To report SUSPECTED ADVERSE REACTIONS, contact Allergan at 1- 800-678-1605 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. --------------------------------DRUG INTERACTIONS -----------------------------  Strong P-glycoprotein inhibitors (e.g., cyclosporine): Co-administration may increase plasma silodosin concentration. Concomitant use is not recommended. (7.2)  Alpha-blockers: Interactions involving concomitant use have not been",
    "page": 1,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "and nasal congestion. (6) To report SUSPECTED ADVERSE REACTIONS, contact Allergan at 1- 800-678-1605 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. --------------------------------DRUG INTERACTIONS -----------------------------  Strong P-glycoprotein inhibitors (e.g., cyclosporine): Co-administration may increase plasma silodosin concentration. Concomitant use is not recommended. (7.2)  Alpha-blockers: Interactions involving concomitant use have not been determined. However, interactions are expected and concomitant use is not recommended. (7.3)  Concomitant use of PDE5 inhibitors with alpha-blockers including RAPAFLO can potentially cause symptomatic hypotension. (5.5, 7.5) --------------------------USE IN SPECIFIC POPULATIONS --------------------  Renal impairment: Dose adjustment in moderate disease. (2.2) Contraindicated in severe renal disease. (4)  Hepatic impairment: Contraindicated in severe disease. (4) See 17 for PATIENT COUNSELING INFORMATION. Revised: 12/2020 FULL PRESCRIBING INFORMATION: CONTENTS* FULL PRESCRIBING INFORMATION 1 INDICATIONS AND USAGE 2 DOSAGE AND ADMINISTRATION 2.1 Dosing Information 2.2 Dosage Adjustment in Special Populations 3 DOSAGE FORMS AND STRENGTHS 4 CONTRAINDICATIONS 5 WARNINGS AND PRECAUTIONS 5.1 Orthostatic Effects 5.2 Renal Impairment 5.3 Hepatic Impairment 5.4 Pharmacokinetic Drug-Drug Interactions 5.5 Pharmacodynamic Drug-Drug Interactions 5.6 Carcinoma of the Prostate 5.7 Intraoperative Floppy Iris Syndrome 5.8 Laboratory Test Interactions 6 ADVERSE REACTIONS 6.1 Clinical Trials Experience 6.2 Postmarketing Experience 7 DRUG INTERACTIONS 7.1 Moderate and Strong CYP3A4 Inhibitors",
    "page": 1,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "5.1 Orthostatic Effects 5.2 Renal Impairment 5.3 Hepatic Impairment 5.4 Pharmacokinetic Drug-Drug Interactions 5.5 Pharmacodynamic Drug-Drug Interactions 5.6 Carcinoma of the Prostate 5.7 Intraoperative Floppy Iris Syndrome 5.8 Laboratory Test Interactions 6 ADVERSE REACTIONS 6.1 Clinical Trials Experience 6.2 Postmarketing Experience 7 DRUG INTERACTIONS 7.1 Moderate and Strong CYP3A4 Inhibitors 7.2 Strong P-glycoprotein (P-gp) Inhibitors 7.3 Alpha-Blockers 7.4 Digoxin 7.5 PDE5 Inhibitors 7.6 Other Concomitant Drug Therapy 7.7 Food Interactions 8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy 8.2 Lactation 8.3 Females and Males of Reproductive Potential 8.4 Pediatric Use 8.5 Geriatric Use 8.6 Renal Impairment 8.7 Hepatic Impairment 10 OVERDOSAGE 11 DESCRIPTION 12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action 12.2 Pharmacodynamics 12.3 Pharmacokinetics 13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, and Impairment of Fertility 14 CLINICAL STUDIES 14.1 Benign Prostatic Hyperplasia 16 HOW SUPPLIED/STORAGE AND HANDLING 17 PATIENT COUNSELING INFORMATION *Sections or subsections omitted from the full prescribing information are not listed.",
    "page": 1,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 5,
    "content": "listed.",
    "page": 1,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "FULL PRESCRIBING INFORMATION 1 INDICATIONS AND USAGE RAPAFLO®, a selective alpha-1 adrenergic receptor antagonist, is indicated for the treatment of the signs and symptoms of benign prostatic hyperplasia (BPH) [see CLINICAL STUDIES (14)]. RAPAFLO is not indicated for the treatment of hypertension. 2 DOSAGE AND ADMINISTRATION 2.1 Dosing Information The recommended dose is 8 mg orally once daily with a meal. Patients who have difficulty swallowing pills and capsules may carefully open the RAPAFLO capsule and sprinkle the powder inside on a tablespoonful of applesauce. The applesauce should be swallowed immediately (within 5 minutes) without chewing and followed with an 8 oz glass of cool water to ensure complete swallowing of the powder. The applesauce used should not be hot, and it should be soft enough to be swallowed without chewing. Any powder/applesauce mixture should be used immediately (within 5 minutes) and not stored for future use. Subdividing the contents of a RAPAFLO capsule is not recommended [see CLINICAL PHARMACOLOGY (12.3)]. 2.2 Dosage Adjustment in Special Populations Renal impairment: RAPAFLO is contraindicated in patients with severe renal impairment (CCr < 30 mL/min). In patients with moderate renal impairment (CCr 30-50 mL/min), the dose should be reduced to 4 mg once",
    "page": 2,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "of a RAPAFLO capsule is not recommended [see CLINICAL PHARMACOLOGY (12.3)]. 2.2 Dosage Adjustment in Special Populations Renal impairment: RAPAFLO is contraindicated in patients with severe renal impairment (CCr < 30 mL/min). In patients with moderate renal impairment (CCr 30-50 mL/min), the dose should be reduced to 4 mg once daily taken with a meal. No dosage adjustment is needed in patients with mild renal impairment (CCr 50-80 mL/min) [see CONTRAINDICATIONS (4), WARNINGS AND PRECAUTIONS (5.2), USE IN SPECIFIC POPULATIONS (8.6) and CLINICAL PHARMACOLOGY (12.3)]. Hepatic impairment: RAPAFLO has not been studied in patients with severe hepatic impairment (Child- Pugh score > 10) and is therefore contraindicated in these patients. No dosage adjustment is needed in patients with mild or moderate hepatic impairment [see CONTRAINDICATIONS (4), WARNINGS AND PRECAUTIONS (5.3), USE IN SPECIFIC POPULATIONS (8.7) and CLINICAL PHARMACOLOGY (12.3)]. 3 DOSAGE FORMS AND STRENGTHS The 8 mg capsules are white, opaque, hard #1 gelatin capsules imprinted with “WATSON 152” in green on the cap and “8 mg” in green on the body. The 4 mg capsules are white, opaque, hard #3 gelatin capsules imprinted with “WATSON 151” in gold on the cap and “4 mg” in gold on the body.",
    "page": 2,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "opaque, hard #1 gelatin capsules imprinted with “WATSON 152” in green on the cap and “8 mg” in green on the body. The 4 mg capsules are white, opaque, hard #3 gelatin capsules imprinted with “WATSON 151” in gold on the cap and “4 mg” in gold on the body. 4 CONTRAINDICATIONS  Severe renal impairment (CCr < 30 mL/min)  Severe hepatic impairment (Child-Pugh score > 10)  Concomitant administration with strong Cytochrome P450 3A4 (CYP3A4) inhibitors (e.g., ketoconazole, clarithromycin, itraconazole, ritonavir) [see DRUG INTERACTIONS (7.1)]  Patients with a history of hypersensitivity to silodosin or any of the ingredients of RAPAFLO [see ADVERSE REACTIONS (6.2) and DESCRIPTION (11)]",
    "page": 2,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "5 WARNINGS AND PRECAUTIONS 5.1 Orthostatic Effects Postural hypotension, with or without symptoms (e.g., dizziness) may develop when beginning RAPAFLO treatment. As with other alpha-blockers, there is potential for syncope. Patients should be cautioned about driving, operating machinery, or performing hazardous tasks when initiating therapy [see ADVERSE REACTIONS (6), USE IN SPECIFIC POPULATIONS (8.5), CLINICAL PHARMACOLOGY (12.2), and PATIENT COUNSELING INFORMATION (17)]. 5.2 Renal Impairment In a clinical pharmacology study, plasma concentrations (AUC and Cmax) of silodosin were approximately three times higher in subjects with moderate renal impairment compared with subjects with normal renal function, while half-lives of silodosin doubled in duration. The dose of RAPAFLO should be reduced to 4 mg in patients with moderate renal impairment. Exercise caution and monitor such patients for adverse events [see USE IN SPECIFIC POPULATIONS (8.6) and CLINICAL PHARMACOLOGY (12.3)]. RAPAFLO is contraindicated in patients with severe renal impairment [see CONTRAINDICATIONS (4)]. 5.3 Hepatic Impairment RAPAFLO has not been tested in patients with severe hepatic impairment, and therefore, should not be prescribed to such patients [see CONTRAINDICATIONS (4), USE IN SPECIFIC POPULATIONS (8.7) and CLINICAL PHARMACOLOGY (12.3)]. 5.4 Pharmacokinetic Drug-Drug Interactions In a drug interaction study, co-administration of a single 8 mg dose",
    "page": 3,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "Hepatic Impairment RAPAFLO has not been tested in patients with severe hepatic impairment, and therefore, should not be prescribed to such patients [see CONTRAINDICATIONS (4), USE IN SPECIFIC POPULATIONS (8.7) and CLINICAL PHARMACOLOGY (12.3)]. 5.4 Pharmacokinetic Drug-Drug Interactions In a drug interaction study, co-administration of a single 8 mg dose of RAPAFLO with 400 mg ketoconazole, a strong CYP3A4 inhibitor, caused a 3.8-fold increase in maximum plasma silodosin concentrations and 3.2-fold increase in silodosin exposure (i.e., AUC). Concomitant use of ketoconazole or other strong CYP3A4 inhibitors (e.g., itraconazole, clarithromycin, ritonavir) is therefore contraindicated [see DRUG INTERACTIONS (7.1)]. 5.5 Pharmacodynamic Drug-Drug Interactions The pharmacodynamic interactions between silodosin and other alpha-blockers have not been determined. However, interactions may be expected, and RAPAFLO should not be used in combination with other alpha-blockers [see DRUG INTERACTIONS (7.3)]. A specific pharmacodynamic interaction study between silodosin and antihypertensive agents has not been performed. However, patients in the Phase 3 clinical studies taking concomitant antihypertensive medications with RAPAFLO did not experience a significant increase in the incidence of syncope, dizziness, or orthostasis. Nevertheless, exercise caution during concomitant use with antihypertensives and monitor patients for possible adverse events [see ADVERSE REACTIONS (6.1) and DRUG INTERACTIONS (7.6)]. Caution is",
    "page": 3,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "the Phase 3 clinical studies taking concomitant antihypertensive medications with RAPAFLO did not experience a significant increase in the incidence of syncope, dizziness, or orthostasis. Nevertheless, exercise caution during concomitant use with antihypertensives and monitor patients for possible adverse events [see ADVERSE REACTIONS (6.1) and DRUG INTERACTIONS (7.6)]. Caution is also advised when alpha-adrenergic blocking agents including RAPAFLO are co- administered with PDE5 inhibitors. Alpha-adrenergic blockers and PDE5 inhibitors are both vasodilators that can lower blood pressure. Concomitant use of these two drug classes can potentially cause symptomatic hypotension [see DRUG INTERACTIONS (7.5)].",
    "page": 3,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "5.6 Carcinoma of the Prostate Carcinoma of the prostate and BPH cause many of the same symptoms. These two diseases frequently co-exist. Therefore, patients thought to have BPH should be examined prior to starting therapy with RAPAFLO to rule out the presence of carcinoma of the prostate. 5.7 Intraoperative Floppy Iris Syndrome Intraoperative Floppy Iris Syndrome has been observed during cataract surgery in some patients on alpha-1 blockers or previously treated with alpha-1 blockers. This variant of small pupil syndrome is characterized by the combination of a flaccid iris that billows in response to intraoperative irrigation currents; progressive intraoperative miosis despite preoperative dilation with standard mydriatic drugs; and potential prolapse of the iris toward the phacoemulsification incisions. Patients planning cataract surgery should be told to inform their ophthalmologist that they are taking RAPAFLO [see ADVERSE REACTIONS (6.1)]. 5.8 Laboratory Test Interactions No laboratory test interactions were observed during clinical evaluations. Treatment with RAPAFLO for up to 52 weeks had no significant effect on prostate-specific antigen (PSA). 6 ADVERSE REACTIONS 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in",
    "page": 4,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "Treatment with RAPAFLO for up to 52 weeks had no significant effect on prostate-specific antigen (PSA). 6 ADVERSE REACTIONS 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. In U.S. clinical trials, 897 patients with BPH were exposed to 8 mg RAPAFLO daily. This includes 486 patients exposed for 6 months and 168 patients exposed for 1 year. The population was 44 to 87 years of age, and predominantly Caucasian. Of these patients, 42.8% were 65 years of age or older and 10.7% were 75 years of age or older. In double-blind, placebo controlled, 12-week clinical trials, 466 patients were administered RAPAFLO and 457 patients were administered placebo. At least one treatment-emergent adverse reaction was reported by 55.2% of RAPAFLO treated patients (36.8% for placebo treated). The majority (72.1%) of adverse reactions for the RAPAFLO treated patients (59.8% for placebo treated) were qualified by the investigator as mild. A total of 6.4% of RAPAFLO treated patients (2.2% for placebo treated) discontinued therapy",
    "page": 4,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "adverse reaction was reported by 55.2% of RAPAFLO treated patients (36.8% for placebo treated). The majority (72.1%) of adverse reactions for the RAPAFLO treated patients (59.8% for placebo treated) were qualified by the investigator as mild. A total of 6.4% of RAPAFLO treated patients (2.2% for placebo treated) discontinued therapy due to an adverse reaction (treatment-emergent), the most common reaction being retrograde ejaculation (2.8%) for RAPAFLO treated patients. Retrograde ejaculation is reversible upon discontinuation of treatment. Adverse Reactions observed in at least 2% of patients: The incidence of treatment-emergent adverse reactions listed in the following table were derived from two 12-week, multicenter, double-blind, placebo-controlled clinical studies of RAPAFLO 8 mg daily in BPH patients. Adverse reactions that occurred in at least 2% of patients treated with RAPAFLO and more frequently than with placebo are shown in Table 1.",
    "page": 4,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Table 1 Adverse Reactions Occurring in ≥ 2% of Patients in 12-week, Placebo-Controlled Clinical Trials Adverse Reactions RAPAFLO N = 466 n (%) Placebo N = 457 n (%) Retrograde Ejaculation 131 (28.1) 4 (0.9) Dizziness 15 (3.2) 5 (1.1) Diarrhea 12 (2.6) 6 (1.3) Orthostatic Hypotension 12 (2.6) 7 (1.5) Headache 11 (2.4) 4 (0.9) Nasopharyngitis 11 (2.4) 10 (2.2) Nasal Congestion 10 (2.1) 1 (0.2) In the two 12-week, placebo-controlled clinical trials, the following adverse events were reported by between 1% and 2% of patients receiving RAPAFLO and occurred more frequently than with placebo: insomnia, PSA increased, sinusitis, abdominal pain, asthenia, and rhinorrhea. One case of syncope in a patient taking prazosin concomitantly and one case of priapism were reported in the RAPAFLO treatment group. In a 9-month open-label safety study of RAPAFLO, one case of Intraoperative Floppy Iris Syndrome (IFIS) was reported. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of silodosin. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure: Skin and subcutaneous tissue disorders: toxic skin eruption, purpura,",
    "page": 5,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "adverse reactions have been identified during post approval use of silodosin. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure: Skin and subcutaneous tissue disorders: toxic skin eruption, purpura, skin rash, pruritus, and urticaria Hepatobiliary disorders: jaundice, impaired hepatic function associated with increased transaminase values Immune system disorders: allergic-type reactions, not limited to skin reactions including swollen tongue and pharyngeal edema resulting in serious outcomes 7 DRUG INTERACTIONS 7.1 Moderate and Strong CYP3A4 Inhibitors In a clinical metabolic inhibition study, a 3.8-fold increase in silodosin maximum plasma concentrations and 3.2-fold increase in silodosin exposure were observed with concurrent administration of a strong CYP3A4 inhibitor, 400 mg ketoconazole. Use of strong CYP3A4 inhibitors such as itraconazole or ritonavir may cause plasma concentrations of silodosin to increase. Concomitant administration of strong CYP3A4 inhibitors and RAPAFLO is contraindicated [see CONTRAINDICATIONS (4), WARNINGS AND PRECAUTIONS (5.4) and CLINICAL PHARMACOLOGY (12.3)]. The effect of moderate CYP3A4 inhibitors on the pharmacokinetics of silodosin has not been evaluated. Concomitant administration with moderate CYP3A4 inhibitors (e.g., diltiazem, erythromycin, verapamil) may increase concentration of RAPAFLO. Exercise caution and",
    "page": 5,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "CYP3A4 inhibitors and RAPAFLO is contraindicated [see CONTRAINDICATIONS (4), WARNINGS AND PRECAUTIONS (5.4) and CLINICAL PHARMACOLOGY (12.3)]. The effect of moderate CYP3A4 inhibitors on the pharmacokinetics of silodosin has not been evaluated. Concomitant administration with moderate CYP3A4 inhibitors (e.g., diltiazem, erythromycin, verapamil) may increase concentration of RAPAFLO. Exercise caution and monitor patients for adverse events when co-administering RAPAFLO with moderate CYP3A4 inhibitors.",
    "page": 5,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "7.2 Strong P-glycoprotein (P-gp) Inhibitors In vitro studies indicated that silodosin is a P-gp substrate. Ketoconazole, a CYP3A4 inhibitor that also inhibits P-gp, caused significant increase in exposure to silodosin. Inhibition of P-gp may lead to increased silodosin concentration. RAPAFLO is therefore not recommended in patients taking strong P- gp inhibitors such as cyclosporine [see CLINICAL PHARMACOLOGY (12.3)]. 7.3 Alpha-Blockers The pharmacodynamic interactions between silodosin and other alpha-blockers have not been determined. However, interactions may be expected, and RAPAFLO should not be used in combination with other alpha-blockers [see WARNINGS AND PRECAUTIONS (5.5)]. 7.4 Digoxin The effect of co-administration of RAPAFLO and digoxin 0.25 mg/day for 7 days was evaluated in a clinical trial in 16 healthy males, aged 18 to 45 years. Concomitant administration of RAPAFLO and digoxin did not significantly alter the steady state pharmacokinetics of digoxin. No dose adjustment is required. 7.5 PDE5 Inhibitors Co-administration of RAPAFLO with a single dose of 100 mg sildenafil or 20 mg tadalafil was evaluated in a placebo-controlled clinical study that included 24 healthy male subjects, 45 to 78 years of age. Orthostatic vital signs were monitored in the 12-hour period following concomitant dosing. During this period, the total number of",
    "page": 6,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "with a single dose of 100 mg sildenafil or 20 mg tadalafil was evaluated in a placebo-controlled clinical study that included 24 healthy male subjects, 45 to 78 years of age. Orthostatic vital signs were monitored in the 12-hour period following concomitant dosing. During this period, the total number of positive orthostatic test results was greater in the group receiving RAPAFLO plus a PDE5 inhibitor compared with RAPAFLO alone. No events of symptomatic orthostasis or dizziness were reported in subjects receiving RAPAFLO with a PDE5 inhibitor. 7.6 Other Concomitant Drug Therapy Antihypertensives The pharmacodynamic interactions between silodosin and antihypertensives have not been rigorously investigated in a clinical study. However, approximately one-third of the patients in clinical studies used concomitant antihypertensive medications with RAPAFLO. The incidence of dizziness and orthostatic hypotension in these patients was higher than in the general silodosin population (4.6% versus 3.8% and 3.4% versus 3.2%, respectively). Exercise caution during concomitant use with antihypertensives and monitor patients for possible adverse events [see WARNINGS AND PRECAUTIONS (5.5)]. Metabolic Interactions In vitro data indicate that silodosin does not have the potential to inhibit or induce cytochrome P450 enzyme systems. 7.7 Food Interactions The effect of a moderate fat, moderate calorie",
    "page": 6,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "caution during concomitant use with antihypertensives and monitor patients for possible adverse events [see WARNINGS AND PRECAUTIONS (5.5)]. Metabolic Interactions In vitro data indicate that silodosin does not have the potential to inhibit or induce cytochrome P450 enzyme systems. 7.7 Food Interactions The effect of a moderate fat, moderate calorie meal on silodosin pharmacokinetics was variable and decreased silodosin maximum plasma concentration (Cmax) by approximately 18 to 43% and exposure (AUC) by 4 to 49% across three different studies. Safety and efficacy clinical trials for RAPAFLO were always conducted in the presence of food intake. Patients should be instructed to take silodosin with a meal to reduce risk of adverse events [see CLINICAL PHARMACOLOGY (12.3)].",
    "page": 6,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary RAPAFLO is not indicated for use in females. 8.2 Lactation RAPAFLO is not indicated for use in females. 8.3 Females and Males of Reproductive Potential Infertility Males Possible effects on male fertility could be observed based on findings in rats at exposures that were at least two times higher than at the MRHD (based on AUC). These findings may be reversible, and the clinical relevance is unknown [see NONCLINICAL TOXICOLOGY (13.1)]. 8.4 Pediatric Use RAPAFLO is not indicated for use in pediatric patients. Safety and effectiveness in pediatric patients have not been established. 8.5 Geriatric Use In double-blind, placebo-controlled, 12-week clinical studies of RAPAFLO, 259 (55.6%) were under 65 years of age, 207 (44.4%) patients were 65 years of age and over, while 60 (12.9%) patients were 75 years of age and over. Orthostatic hypotension was reported in 2.3% of RAPAFLO patients < 65 years of age (1.2% for placebo), 2.9% of RAPAFLO patients ≥65 years of age (1.9% for placebo), and 5.0% of patients ≥75 years of age (0% for placebo). There were otherwise no significant differences in safety or effectiveness between older and younger patients [see CLINICAL PHARMACOLOGY (12.3)].",
    "page": 7,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "patients < 65 years of age (1.2% for placebo), 2.9% of RAPAFLO patients ≥65 years of age (1.9% for placebo), and 5.0% of patients ≥75 years of age (0% for placebo). There were otherwise no significant differences in safety or effectiveness between older and younger patients [see CLINICAL PHARMACOLOGY (12.3)]. 8.6 Renal Impairment The effect of renal impairment on silodosin pharmacokinetics was evaluated in a single dose study of six male patients with moderate renal impairment and seven male subjects with normal renal function. Plasma concentrations of silodosin were approximately three times higher in subjects with moderate renal impairment compared with subjects with normal renal function. RAPAFLO should be reduced to 4 mg per day in patients with moderate renal impairment. Exercise caution and monitor patients for adverse events. RAPAFLO has not been studied in patients with severe renal impairment. RAPAFLO is contraindicated in patients with severe renal impairment [see CONTRAINDICATIONS (4), WARNINGS AND PRECAUTIONS (5.2) and CLINICAL PHARMACOLOGY (12.3)]. 8.7 Hepatic Impairment In a study comparing nine male patients with moderate hepatic impairment (Child-Pugh scores 7 to 9), to nine healthy male subjects, the single dose pharmacokinetics of silodosin were not significantly altered in patients with hepatic impairment. No",
    "page": 7,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "CONTRAINDICATIONS (4), WARNINGS AND PRECAUTIONS (5.2) and CLINICAL PHARMACOLOGY (12.3)]. 8.7 Hepatic Impairment In a study comparing nine male patients with moderate hepatic impairment (Child-Pugh scores 7 to 9), to nine healthy male subjects, the single dose pharmacokinetics of silodosin were not significantly altered in patients with hepatic impairment. No dosing adjustment is required in patients with mild or moderate hepatic impairment. RAPAFLO has not been studied in patients with severe hepatic impairment. RAPAFLO is contraindicated in patients with severe hepatic impairment [see CONTRAINDICATIONS",
    "page": 7,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "(4), WARNINGS AND PRECAUTIONS (5.3) and CLINICAL PHARMACOLOGY (12.3)]. 10 OVERDOSAGE RAPAFLO was evaluated at doses of up to 48 mg/day in healthy male subjects. The dose-limiting adverse event was postural hypotension. Should overdose of RAPAFLO lead to hypotension, support of the cardiovascular system is of first importance. Restoration of blood pressure and normalization of heart rate may be accomplished by maintaining the patient in the supine position. If this measure is inadequate, administration of intravenous fluid should be considered. If necessary, vasopressors could be used, and renal function should be monitored and supported as needed. Dialysis is unlikely to be of significant benefit since silodosin is highly (97%) protein bound. 11 DESCRIPTION RAPAFLO is the brand name for silodosin, a selective antagonist of alpha-1 adrenoreceptors. The chemical name of silodosin is 1-(3-Hydroxypropyl)-5-[(2R)-2-({2-[2-(2,2,2- trifluoroethoxy)phenoxy]ethyl}amino)propyl]-2,3-dihydro-1H-indole-7-carboxamide and the molecular formula is C25H32F3N3O4 with a molecular weight of 495.53. The structural formula of silodosin is: Silodosin is a white to pale yellowish white powder that melts at approximately 105 to 109°C. It is very soluble in acetic acid, freely soluble in alcohol, and very slightly soluble in water. Each RAPAFLO 8 mg capsule for oral administration contains 8 mg silodosin, and the following",
    "page": 8,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "silodosin is: Silodosin is a white to pale yellowish white powder that melts at approximately 105 to 109°C. It is very soluble in acetic acid, freely soluble in alcohol, and very slightly soluble in water. Each RAPAFLO 8 mg capsule for oral administration contains 8 mg silodosin, and the following inactive ingredients: D-mannitol, magnesium stearate, pregelatinized starch, and sodium lauryl sulfate. The size #1 hard gelatin capsules contain gelatin and titanium dioxide. The capsules are printed with edible ink containing FD&C Blue No. 1 Aluminum Lake and yellow iron oxide. Each RAPAFLO 4 mg capsule for oral administration contains 4 mg silodosin, and the following inactive ingredients: D-mannitol, magnesium stearate, pregelatinized starch, and sodium lauryl sulfate. The size #3 hard gelatin capsules contain gelatin and titanium dioxide. The capsules are printed with edible ink containing yellow iron oxide. 12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action Silodosin is a selective antagonist of post-synaptic alpha-1 adrenoreceptors, which are located in the human prostate, bladder base, bladder neck, prostatic capsule, and prostatic urethra. Blockade of these alpha-1 adrenoreceptors can cause smooth muscle in these tissues to relax, resulting in an improvement in urine flow and a reduction in BPH symptoms. An in vitro",
    "page": 8,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "of post-synaptic alpha-1 adrenoreceptors, which are located in the human prostate, bladder base, bladder neck, prostatic capsule, and prostatic urethra. Blockade of these alpha-1 adrenoreceptors can cause smooth muscle in these tissues to relax, resulting in an improvement in urine flow and a reduction in BPH symptoms. An in vitro study examining binding affinity of silodosin to the three subtypes of the alpha-1 adrenoreceptors (alpha-1A, alpha-1B, and alpha-1D) was conducted. The results of the study demonstrated that silodosin binds with high affinity to the alpha-1A subtype. 12.2 Pharmacodynamics",
    "page": 8,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Orthostatic Effects A test for postural hypotension was conducted 2 to 6 hours after the first dose in the two 12-week, double-blind, placebo-controlled clinical studies. After the patient had been at rest in a supine position for 5 minutes, the patient was asked to stand. Blood pressure and heart rate were assessed at 1 minute and 3 minutes after standing. A positive result was defined as a > 30 mmHg decrease in systolic blood pressure, or a > 20 mmHg decrease in diastolic blood pressure, or a > 20 bpm increase in heart rate [see WARNINGS AND PRECAUTIONS (5.1)]. Table 2 Summary of Orthostatic Test Results in 12-week, Placebo-Controlled Clinical Trials Time of Measurement Test Result RAPAFLO N = 466 n (%) Placebo N = 457 n (%) 1 Minute After Standing Negative 459 (98.7) 454 (99.6) Positive 6 (1.3) 2 (0.4) 3 Minutes After Standing Negative 456 (98.1) 454 (99.6) Positive 9 (1.9) 2 (0.4)",
    "page": 9,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "(99.6) Positive 9 (1.9) 2 (0.4)",
    "page": 9,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Cardiac Electrophysiology The effect of RAPAFLO on QT interval was evaluated in a double-blind, randomized, active- (moxifloxacin) and placebo-controlled, parallel-group study in 189 healthy male subjects aged 18 to 45 years. Subjects received either RAPAFLO 8 mg, RAPAFLO 24 mg, or placebo once daily for five days, or a single dose of moxifloxacin 400 mg on Day 5 only. The 24 mg dose of RAPAFLO was selected to achieve blood levels of silodosin that may be seen in a “worst-case” scenario exposure (i.e., in the setting of concomitant renal disease or use of strong CYP3A4 inhibitors) [see CONTRAINDICATIONS (4), WARNINGS AND PRECAUTIONS (5.3) and CLINICAL PHARMACOLOGY (12.3)]. QT interval was measured during a 24-hour period following dosing on Day 5 (at silodosin steady state). RAPAFLO was not associated with an increase in individual corrected (QTcI) QT interval at any time during steady state measurement, while moxifloxacin, the active control, was associated with a maximum 9.59 msec increase in QTcI. There has been no signal of Torsade de Pointes in the post-marketing experience with silodosin outside the United States. 12.3 Pharmacokinetics The pharmacokinetics of silodosin have been evaluated in adult male subjects with doses ranging from 0.1 mg to 24 mg",
    "page": 10,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "associated with a maximum 9.59 msec increase in QTcI. There has been no signal of Torsade de Pointes in the post-marketing experience with silodosin outside the United States. 12.3 Pharmacokinetics The pharmacokinetics of silodosin have been evaluated in adult male subjects with doses ranging from 0.1 mg to 24 mg per day. The pharmacokinetics of silodosin are linear throughout this dosage range. Absorption The pharmacokinetic characteristics of silodosin 8 mg once daily were determined in a multi-dose, open-label, 7-day pharmacokinetic study completed in 19 healthy, target-aged (> 45 years of age) male subjects. Table 3 presents the steady state pharmacokinetics of this study. Table 3 Mean (±SD) Steady State Pharmacokinetic Parameters in Healthy Males Following Silodosin 8 mg Once Daily with Food Cmax (ng/mL) tmax (hours) t1/2 (hours) AUCss (ng•hr/mL) 61.6 ± 27.54 2.6 ± 0.90 13.3 ± 8.07 373.4 ± 164.94 Cmax = maximum concentration, tmax = time to reach Cmax, t1/2 = elimination half-life, AUCss = steady state area under the concentration-time curve",
    "page": 10,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "reach Cmax, t1/2 = elimination half-life, AUCss = steady state area under the concentration-time curve",
    "page": 10,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Figure 1 Mean (±SD) Silodosin Steady State Plasma Concentration-Time Profile in Healthy Target-Aged Subjects Following Silodosin 8 mg Once Daily with Food The absolute bioavailability is approximately 32%. Food Effect The maximum effect of food (i.e., co-administration with a high fat, high calorie meal) on the PK of silodosin was not evaluated. The effect of a moderate fat, moderate calorie meal was variable and decreased silodosin Cmax by approximately 18 to 43% and AUC by 4 to 49% across three different studies. In a single-center, open-label, single-dose, randomized, two-period crossover study in twenty healthy male subjects age 21 to 43 years under fed conditions, a study was conducted to evaluate the relative bioavailability of the contents of an 8 mg capsule (size #1) of silodosin sprinkled on applesauce compared to the product administered as an intact capsule. Based on AUC0-24 and Cmax, silodosin administered by sprinkling the contents of a RAPAFLO capsule onto a tablespoonful of applesauce was found to be bioequivalent to administering the capsule whole. Distribution Silodosin has an apparent volume of distribution of 49.5 L and is approximately 97% protein bound. Elimination Metabolism Silodosin undergoes extensive metabolism through glucuronidation, alcohol and aldehyde dehydrogenase, and cytochrome P450 3A4",
    "page": 11,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "RAPAFLO capsule onto a tablespoonful of applesauce was found to be bioequivalent to administering the capsule whole. Distribution Silodosin has an apparent volume of distribution of 49.5 L and is approximately 97% protein bound. Elimination Metabolism Silodosin undergoes extensive metabolism through glucuronidation, alcohol and aldehyde dehydrogenase, and cytochrome P450 3A4 (CYP3A4) pathways. The main metabolite of silodosin is a glucuronide conjugate (KMD-3213G) that is formed via direct conjugation of silodosin by UDP- glucuronosyltransferase 2B7 (UGT2B7). Co-administration with inhibitors of UGT2B7 (e.g., probenecid, valproic acid, fluconazole) may potentially increase exposure to silodosin. KMD-3213G, which has been shown in vitro to be active, has an extended half-life (approximately 24 hours) and reaches plasma exposure (AUC) approximately four times greater than that of silodosin. The second major metabolite (KMD-3293) is formed via alcohol and aldehyde dehydrogenases and reaches plasma exposures similar to that of silodosin. KMD-3293 is not expected to contribute significantly to the overall pharmacologic activity of RAPAFLO.",
    "page": 11,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "the overall pharmacologic activity of RAPAFLO.",
    "page": 11,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Excretion Following oral administration of 14C-labeled silodosin, the recovery of radioactivity after 10 days was approximately 33.5% in urine and 54.9% in feces. After intravenous administration, the plasma clearance of silodosin was approximately 10 L/hour. Special Populations Race No clinical studies specifically investigating the effects of race have been performed. Geriatric In a study comparing 12 geriatric males (mean age 69 years) and 9 young males (mean age 24 years), the exposure (AUC) and elimination half-life of silodosin were approximately 15% and 20%, respectively, greater in geriatric than young subjects. No difference in the Cmax of silodosin was observed [see USE IN SPECIFIC POPULATIONS (8.5)]. Pediatric RAPAFLO has not been evaluated in patients less than 18 years of age. Renal Impairment In a study with six subjects with moderate renal impairment, the total silodosin (bound and unbound) AUC, Cmax, and elimination half-life were 3.2-, 3.1-, and 2-fold higher, respectively, compared to seven subjects with normal renal function. The unbound silodosin AUC and Cmax were 2.0- and 1.5-fold higher, respectively, in subjects with moderate renal impairment compared to the normal controls. In controlled and uncontrolled clinical studies, the incidence of orthostatic hypotension and dizziness was greater in subjects with moderate renal",
    "page": 12,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "to seven subjects with normal renal function. The unbound silodosin AUC and Cmax were 2.0- and 1.5-fold higher, respectively, in subjects with moderate renal impairment compared to the normal controls. In controlled and uncontrolled clinical studies, the incidence of orthostatic hypotension and dizziness was greater in subjects with moderate renal impairment treated with 8 mg RAPAFLO daily than in subjects with normal or mildly impaired renal function [see CONTRAINDICATIONS (4), WARNINGS AND PRECAUTIONS (5.2) and USE IN SPECIFIC POPULATIONS (8.6)]. Hepatic Impairment In a study comparing nine male patients with moderate hepatic impairment (Child-Pugh scores 7 to 9), to nine healthy male subjects, the single dose pharmacokinetic disposition of silodosin was not significantly altered in the patients with moderate hepatic impairment. No dosing adjustment is required in patients with mild or moderate hepatic impairment. The pharmacokinetics of silodosin in patients with severe hepatic impairment have not been studied [see CONTRAINDICATIONS (4), WARNINGS AND PRECAUTIONS (5.3) and USE IN SPECIFIC POPULATIONS (8.7)]. Drug Interactions Cytochrome P450 (CYP) 3A4 Inhibitors Two clinical drug interaction studies were conducted in which a single oral dose of silodosin was co- administered with the strong CYP3A4 inhibitor, ketoconazole, at doses of 400 mg and 200 mg,",
    "page": 12,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "(4), WARNINGS AND PRECAUTIONS (5.3) and USE IN SPECIFIC POPULATIONS (8.7)]. Drug Interactions Cytochrome P450 (CYP) 3A4 Inhibitors Two clinical drug interaction studies were conducted in which a single oral dose of silodosin was co- administered with the strong CYP3A4 inhibitor, ketoconazole, at doses of 400 mg and 200 mg, respectively, once daily for 4 days. Co-administration of 8 mg silodosin with 400 mg ketoconazole led to 3.8-fold increase in silodosin Cmax and 3.2-fold increase in AUC. Co-administration of 4 mg silodosin with 200 mg ketoconazole led to similar increases: 3.7- and 2.9-fold in silodosin Cmax and AUC, respectively. Silodosin is contraindicated with strong CYP3A4 inhibitors. The effect of moderate CYP3A4 inhibitors on the pharmacokinetics of silodosin has not been evaluated.",
    "page": 12,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Due to the potential for increased exposure to silodosin, caution should be exercised when co- administering silodosin with moderate CYP3A4 inhibitors, particularly those that also inhibit P- glycoprotein (e.g., verapamil, erythromycin). P-glycoprotein (P-gp) Inhibitors In vitro studies indicated that silodosin is a P-gp substrate. A drug interaction study with a strong P-gp inhibitor has not been conducted. However, in drug interaction studies with ketoconazole, a CYP3A4 inhibitor that also inhibits P-gp, significant increase in exposure to silodosin was observed [see CLINICAL PHARMACOLOGY (12.3)]. Inhibition of P-gp may lead to increased silodosin concentration. Silodosin is not recommended in patients taking strong P-gp inhibitors (e.g., cyclosporine). Digoxin The effect of silodosin on the pharmacokinetics of digoxin was evaluated in a multiple dose, single- sequence, crossover study of 16 healthy males, aged 18 to 45 years. A loading dose of digoxin was administered as 0.5 mg twice daily for one day. Following the loading doses, digoxin (0.25 mg once daily) was administered alone for seven days and then concomitantly with silodosin 4 mg twice a day for the next seven days. No significant differences in digoxin AUC and Cmax were observed when digoxin was administered alone or concomitantly with silodosin. Other Metabolic Enzymes",
    "page": 13,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "loading doses, digoxin (0.25 mg once daily) was administered alone for seven days and then concomitantly with silodosin 4 mg twice a day for the next seven days. No significant differences in digoxin AUC and Cmax were observed when digoxin was administered alone or concomitantly with silodosin. Other Metabolic Enzymes and Transporters In vitro studies indicated that silodosin administration is not likely to inhibit the activity of CYP1A2, CYP2A6, CYP2C9, CYP2C19, CYP2D6, CYP2E1, and CYP3A4 or induce the activity of CYP1A2, CYP2C8, CYP2C9, CYP2C19, CYP3A4, and P-gp. 13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, and Impairment of Fertility In a 2-year oral carcinogenicity study in rats administered doses up to 150 mg/kg/day [about 8 times the exposure at the MRHD based on AUC of silodosin], an increase in thyroid follicular cell tumor incidence was seen in male rats receiving doses of 150 mg/kg/day. Silodosin induced stimulation of thyroid stimulating hormone (TSH) secretion in the male rat as a result of increased metabolism and decreased circulating levels of thyroxine (T4). These changes are believed to produce specific morphological and functional changes in the rat thyroid including hypertrophy, hyperplasia, and neoplasia. Silodosin did not alter TSH or T4 levels in clinical trials and",
    "page": 13,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "secretion in the male rat as a result of increased metabolism and decreased circulating levels of thyroxine (T4). These changes are believed to produce specific morphological and functional changes in the rat thyroid including hypertrophy, hyperplasia, and neoplasia. Silodosin did not alter TSH or T4 levels in clinical trials and no effects based on thyroid examinations were noted. The relevance to human risk of these thyroid tumors in rats is not known. In a 2-year oral carcinogenicity study in mice administered doses up to 100 mg/kg/day in males (about 9 times the exposure at the MRHD based on AUC of silodosin) and 400 mg/kg/day in females (about 72 times the exposure at the MRHD based on AUC), there were no significant tumor findings in male mice. Female mice treated for 2 years with doses of 150 mg/kg/day (about 29 times the exposure at the MRHD based on AUC) or greater had statistically significant increases in the incidence of mammary gland adenoacanthomas and adenocarcinomas. The increased incidence of mammary gland neoplasms in female mice was considered secondary to silodosin-induced hyperprolactinemia measured in the treated mice. Elevated prolactin levels were not observed in clinical trials. The relevance to human risk of prolactin-mediated",
    "page": 13,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "had statistically significant increases in the incidence of mammary gland adenoacanthomas and adenocarcinomas. The increased incidence of mammary gland neoplasms in female mice was considered secondary to silodosin-induced hyperprolactinemia measured in the treated mice. Elevated prolactin levels were not observed in clinical trials. The relevance to human risk of prolactin-mediated endocrine tumors in mice is not known. Rats and mice do not produce glucuronidated silodosin, which is present in human serum at approximately four times the level of circulating silodosin and which has similar pharmacological activity to silodosin.",
    "page": 13,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Silodosin produced no evidence of mutagenic or genotoxic potential in the in vitro Ames assay, mouse lymphoma assay, unscheduled DNA synthesis assay and the in vivo mouse micronucleus assay. A weakly positive response was obtained in two in vitro Chinese Hamster Lung (CHL) tests for chromosomal aberration assays at high, cytotoxic concentrations. Treatment of male rats with silodosin for 15 days resulted in decreased fertility at the high dose of 20 mg/kg/day (about 2 times the exposure at the MRHD based on AUC) which was reversible following a two-week recovery period. No effect was observed at 6 mg/kg/day. The clinical relevance of this finding is not known. In a fertility study in female rats, the high dose of 20 mg/kg/day (about 1 to 4 times the exposure at the MRHD based on AUC) resulted in estrus cycle changes, but no effect on fertility. No effect on the estrus cycle was observed at 6 mg/kg/day. In a male rat fertility study, sperm viability and count were significantly lower after administration of 600 mg/kg/day (about 65 times the exposure at the MRHD based on AUC) for one month. Histopathological examination of infertile males revealed changes in the testes and epididymides at 200",
    "page": 14,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "observed at 6 mg/kg/day. In a male rat fertility study, sperm viability and count were significantly lower after administration of 600 mg/kg/day (about 65 times the exposure at the MRHD based on AUC) for one month. Histopathological examination of infertile males revealed changes in the testes and epididymides at 200 mg/kg/day (about 30 times the exposure at the MRHD based on AUC). 14 CLINICAL STUDIES 14.1 Benign Prostatic Hyperplasia Two 12-week, randomized, double-blind, placebo-controlled, multicenter studies were conducted with 8 mg daily of silodosin. In these two studies, 923 patients [mean age 64.6 years; Caucasian (89.3%), Hispanic (4.9%), Black (3.9%), Asian (1.2%), Other (0.8%)] were randomized and 466 patients received RAPAFLO 8 mg daily. The two studies were identical in design except for the inclusion of pharmacokinetic sampling in Study 1. The primary efficacy assessment was the International Prostate Symptom Score (IPSS) which evaluated irritative (frequency, urgency, and nocturia), and obstructive (hesitancy, incomplete emptying, intermittency, and weak stream) symptoms. Maximum urine flow rate (Qmax) was a secondary efficacy measure. Mean changes from baseline to last assessment (Week 12) in total IPSS score were statistically significantly greater for groups treated with RAPAFLO than those treated with placebo in both studies (Table",
    "page": 14,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "obstructive (hesitancy, incomplete emptying, intermittency, and weak stream) symptoms. Maximum urine flow rate (Qmax) was a secondary efficacy measure. Mean changes from baseline to last assessment (Week 12) in total IPSS score were statistically significantly greater for groups treated with RAPAFLO than those treated with placebo in both studies (Table 4 and Figures 2 and 3). Table 4 Mean Change (SD) from Baseline to Week 12 in International Prostate Symptom Score in Two Randomized, Controlled, Double-Blind Studies Total Symptom Score Study 1 Study 2 RAPAFLO 8 mg (n = 233) Placebo (n = 228) p-value RAPAFLO 8 mg (n = 233) Placebo (n = 229) p-value Baseline 21.5 (5.38) 21.4 (4.91) 21.2 (4.88) 21.2 (4.92) Week 12 / LOCF Change from Baseline -6.5 (6.73) -3.6 (5.85) < 0.0001 -6.3 (6.54) -3.4 (5.83) < 0.0001 LOCF – Last observation carried forward for those not completing 12 weeks of treatment.",
    "page": 14,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Figure 2 Mean Change from Baseline in IPSS Total Score by Treatment Group and Visit in Study 1 B - Baseline determination taken Day 1 of the study before the initial dose. Subsequent values are observed cases except for LOCF values. LOCF - Last observation carried forward for those not completing 12 weeks of treatment. Figure 3 Mean Change from Baseline in IPSS Total Score by Treatment Group and Visit in Study 2 B - Baseline determination taken Day 1 of the study before the initial dose. Subsequent values are",
    "page": 15,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "observed cases except for LOCF values. LOCF - Last observation carried forward for those not completing 12 weeks of treatment. Mean IPSS total score for RAPAFLO once daily groups showed a decrease starting at the first scheduled observation and remained decreased through the 12 weeks of treatment in both studies. RAPAFLO produced statistically significant increases in maximum urinary flow rates from baseline to last assessment (Week 12) versus placebo in both studies (Table 5 and Figures 4 and 5). Mean peak flow rate increased starting at the first scheduled observation at Day 1 and remained greater than the baseline flow rate through the 12 weeks of treatment for both studies. Table 5 Mean Change (SD) from Baseline in Maximum Urinary Flow Rate (mL/sec) in Two Randomized, Controlled, Double-Blind Studies Mean Maximum Flow Rate (mL/sec) Study 1 Study 2 RAPAFLO 8 mg (n = 233) Placebo (n = 228) p-value RAPAFLO 8 mg (n = 233) Placebo (n = 229) p-value Baseline 9.0 (2.60) 9.0 (2.85) 8.4 (2.48) 8.7 (2.67) Week 12 / LOCF Change from Baseline 2.2 (4.31) 1.2 (3.81) 0.0060 2.9 (4.53) 1.9 (4.82) 0.0431 LOCF – Last observation carried forward for those not completing 12 weeks of treatment.",
    "page": 16,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "8 mg (n = 233) Placebo (n = 229) p-value Baseline 9.0 (2.60) 9.0 (2.85) 8.4 (2.48) 8.7 (2.67) Week 12 / LOCF Change from Baseline 2.2 (4.31) 1.2 (3.81) 0.0060 2.9 (4.53) 1.9 (4.82) 0.0431 LOCF – Last observation carried forward for those not completing 12 weeks of treatment. Figure 4 Mean Change from Baseline in Qmax (mL/sec) by Treatment Group and Visit in Study 1 B - Baseline determination taken Day 1 of the study before the initial dose. Subsequent values are observed cases except for LOCF values. LOCF - Last observation carried forward for those not completing 12 weeks of treatment.",
    "page": 16,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Note - The first Qmax assessments at Day 1 were taken 2 to 6 hours after patients received the first dose of double-blind medication. Note - Measurements at each visit were scheduled 2 to 6 hours after dosing (approximate peak plasma silodosin concentration). Figure 5 Mean Change from Baseline in Qmax (mL/sec) by Treatment Group and Visit in Study 2 B - Baseline determination taken Day 1 of the study before the initial dose. Subsequent values are observed cases except for LOCF values. LOCF - Last observation carried forward for those not completing 12 weeks of treatment. Note - The first Qmax assessments at Day 1 were taken 2 to 6 hours after patients received the first dose of double-blind medication. Note - Measurements at each visit were scheduled 2 to 6 hours after dosing (approximate peak plasma silodosin concentration). 16 HOW SUPPLIED/STORAGE AND HANDLING White, opaque, hard gelatin 8 mg capsules. Cap is imprinted with “WATSON 152” in green. Body is imprinted with “8 mg” in green. 8 mg capsules are supplied in unit of use HDPE bottles of:  30 capsules (NDC 0023-6142-30)  90 capsules (NDC 0023-6142-90) Bottles of 30 and 90 capsules are supplied with child-resistant",
    "page": 17,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "mg capsules. Cap is imprinted with “WATSON 152” in green. Body is imprinted with “8 mg” in green. 8 mg capsules are supplied in unit of use HDPE bottles of:  30 capsules (NDC 0023-6142-30)  90 capsules (NDC 0023-6142-90) Bottles of 30 and 90 capsules are supplied with child-resistant closures. White, opaque, hard gelatin 4 mg capsules. Cap is imprinted with “WATSON 151” in gold. Body is imprinted with “4 mg” in gold. 4 mg capsules are supplied in unit of use HDPE bottles of:",
    "page": 17,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": " 30 capsules (NDC 0023-6147-30) Bottles of 30 capsules are supplied with child-resistant closures. Storage Store at 25°C (77°F); excursions permitted to 15-30°C (59-86°F). [See USP controlled room temperature.] Protect from light and moisture. Keep out of reach of children. 17 PATIENT COUNSELING INFORMATION Advise patients to take RAPAFLO once daily with a meal [see Dosage and Administration (2.1)]. Advise patients about the possible occurrence of symptoms related to postural hypotension (such as dizziness), and should be cautioned about driving, operating machinery, or performing hazardous tasks until they know how RAPAFLO will affect them. This is especially important for those with low blood pressure or who are taking antihypertensive medications [see Warnings and Precautions (5.1)]. Counsel patients on that the most common side effect seen with RAPAFLO is an orgasm with reduced or no semen. This side effect does not pose a safety concern and is reversible with discontinuation of the product [see Adverse Reactions (6.1)]. Counsel patients to tell their ophthalmologist about the use of RAPAFLO before cataract surgery or other procedures involving the eyes, even if the patient is no longer taking RAPAFLO [see Warnings and Precautions (5.7)]. Rx only For all medical inquiries contact: Allergan 1-800-678-1605 Distributed",
    "page": 18,
    "file": "rapaflo_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "the product [see Adverse Reactions (6.1)]. Counsel patients to tell their ophthalmologist about the use of RAPAFLO before cataract surgery or other procedures involving the eyes, even if the patient is no longer taking RAPAFLO [see Warnings and Precautions (5.7)]. Rx only For all medical inquiries contact: Allergan 1-800-678-1605 Distributed by: Allergan USA, Inc. Madison, NJ 07940 Under license from: Kissei Pharmaceutical Co., Ltd. Nagano, Japan Product of Japan Manufactured by Teva Dupnista, Bulgaria © 2020 Allergan. All rights reserved. RAPAFLO® and its design are registered trademarks of Allergan Sales, LLC. Allergan® and its design are trademarks of Allergan, Inc. For additional information see: www.rapaflo.com or call 1-866-RAPAFLO (727-2356) v1.0USPI6142",
    "page": 18,
    "file": "rapaflo_pi.pdf"
  }
]