[
  {
    "chunk_id": 1,
    "content": "HIGHLIGHTS OF PRESCRIBING INFORMATION These highlights do not include all the information needed to use SKYRIZI safely and effectively. See full prescribing information for SKYRIZI. SKYRIZI® (risankizumab-rzaa) injection, for subcutaneous or intravenous use Initial U.S. Approval: 2019 RECENT MAJOR CHANGES Indications and Usage, Ulcerative Colitis (1.4) 6/2024 Dosage and Administration, Recommended Dosage for Ulcerative Colitis (2.7) 6/2024 Dosage and Administration, Preparation and Administration Instructions (Crohn’s Disease and Ulcerative Colitis) (2.8) 5/2025 Warnings and Precautions, Hepatotoxicity in Treatment of Inflammatory Bowel Disease (5.4) 6/2024 INDICATIONS AND USAGE SKYRIZI is an interleukin-23 antagonist indicated for the treatment of: • moderate-to-severe plaque psoriasis in adults who are candidates for systemic therapy or phototherapy. (1.1) • active psoriatic arthritis in adults. (1.2) • moderately to severely active Crohn's disease in adults. (1.3) • moderately to severely active ulcerative colitis in adults. (1.4) DOSAGE AND ADMINISTRATION • For the treatment of Crohn’s disease and ulcerative colitis: Obtain liver enzymes and bilirubin levels prior to initiating treatment with SKYRIZI. (2.1, 5.4) • Complete all age-appropriate vaccinations as recommended by current immunization guidelines (2.1, 5.5) Recommended Dosage Plaque Psoriasis and Psoriatic Arthritis: • 150 mg administered by subcutaneous injection at Week 0, Week 4, and every 12",
    "page": 1,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "colitis: Obtain liver enzymes and bilirubin levels prior to initiating treatment with SKYRIZI. (2.1, 5.4) • Complete all age-appropriate vaccinations as recommended by current immunization guidelines (2.1, 5.5) Recommended Dosage Plaque Psoriasis and Psoriatic Arthritis: • 150 mg administered by subcutaneous injection at Week 0, Week 4, and every 12 weeks thereafter. (2.3, 2.4) • In patients with psoriatic arthritis SKYRIZI can be administered alone or in combination with non-biologic disease-modifying antirheumatic drugs (DMARDs). (2.4) Crohn’s Disease: • The recommended induction dosage is 600 mg administered by intravenous infusion over at least one hour at Week 0, Week 4, and Week 8. The recommended maintenance dosage is 180 mg or 360 mg administered by subcutaneous injection at Week 12, and every 8 weeks thereafter. Use the lowest effective dosage to maintain therapeutic response. (2.6) Ulcerative Colitis: • The recommended induction dosage is 1,200 mg administered by intravenous infusion over at least two hours at Week 0, Week 4, and Week 8. The recommended maintenance dosage is 180 mg or 360 mg administered by subcutaneous injection at Week 12, and every 8 weeks thereafter. Use the lowest effective dosage to maintain therapeutic response. (2.7) DOSAGE FORMS AND STRENGTHS Subcutaneous injection (3)",
    "page": 1,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "least two hours at Week 0, Week 4, and Week 8. The recommended maintenance dosage is 180 mg or 360 mg administered by subcutaneous injection at Week 12, and every 8 weeks thereafter. Use the lowest effective dosage to maintain therapeutic response. (2.7) DOSAGE FORMS AND STRENGTHS Subcutaneous injection (3) • Injection: 150 mg/mL in each single-dose prefilled pen. • Injection: 90 mg/mL in each single-dose prefilled syringe. • Injection: 150 mg/mL in each single-dose prefilled syringe. • Injection: 180 mg/1.2 mL (150 mg/mL) in each single-dose prefilled cartridge. • Injection: 360 mg/2.4 mL (150 mg/mL) in each single-dose prefilled cartridge. Intravenous infusion (3) • Injection: 600 mg/10 mL (60 mg/mL) in each single-dose vial. CONTRAINDICATIONS • SKYRIZI is contraindicated in patients with a history of serious hypersensitivity reaction to risankizumab-rzaa or any of the excipients (4) WARNINGS AND PRECAUTIONS • Hypersensitivity Reactions: Serious hypersensitivity reactions, including anaphylaxis, may occur. (5.1) • Infections: SKYRIZI may increase the risk of infection. Instruct patients to seek medical advice if signs or symptoms of clinically important infection occur. If such an infection develops, do not administer SKYRIZI until the infection resolves. (5.2) • Tuberculosis (TB): Evaluate for TB prior to initiating treatment with",
    "page": 1,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "(5.1) • Infections: SKYRIZI may increase the risk of infection. Instruct patients to seek medical advice if signs or symptoms of clinically important infection occur. If such an infection develops, do not administer SKYRIZI until the infection resolves. (5.2) • Tuberculosis (TB): Evaluate for TB prior to initiating treatment with SKYRIZI. (5.3) • Hepatotoxicity in Treatment of Inflammatory Bowel Disease: Drug- induced liver injury during induction has been reported. Monitor liver enzymes and bilirubin levels at baseline and, during induction, up to at least 12 weeks of treatment. Monitor thereafter according to routine patient management. (5.4) • Administration of Vaccines: Avoid use of live vaccines. (5.5) ADVERSE REACTIONS Most common adverse reactions are: • Plaque Psoriasis and Psoriatic Arthritis (≥ 1%): upper respiratory infections, headache, fatigue, injection site reactions, and tinea infections. (6.1) • Crohn’s Disease (>3%): o Induction: upper respiratory infections, headache, and arthralgia. (6.1) o Maintenance: arthralgia, abdominal pain, injection site reactions, anemia, pyrexia, back pain, arthropathy, and urinary tract infection. (6.1) • Ulcerative Colitis (≥3%): o Induction: arthralgia. (6.1) o Maintenance: arthralgia, pyrexia, injection site reactions, and rash. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact AbbVie Inc. at 1-800-633-9110 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. See 17",
    "page": 1,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 5,
    "content": "pain, injection site reactions, anemia, pyrexia, back pain, arthropathy, and urinary tract infection. (6.1) • Ulcerative Colitis (≥3%): o Induction: arthralgia. (6.1) o Maintenance: arthralgia, pyrexia, injection site reactions, and rash. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact AbbVie Inc. at 1-800-633-9110 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. See 17 for PATIENT COUNSELING INFORMATION and Medication Guide. Revised: 5/2025 FULL PRESCRIBING INFORMATION: CONTENTS* 1 INDICATIONS AND USAGE 1.1 Plaque Psoriasis 1.2 Psoriatic Arthritis 1.3 Crohn’s Disease 1.4 Ulcerative Colitis 2 DOSAGE AND ADMINISTRATION 2.1 Procedures Prior to Treatment Initiation 2.2 General Considerations for Administration 2.3 Recommended Dosage for Plaque Psoriasis 2.4 Recommended Dosage for Psoriatic Arthritis 2.5 Preparation and Administration Instructions (Plaque Psoriasis and Psoriatic Arthritis) 2.6 Recommended Dosage for Crohn’s Disease 2.7 Recommended Dosage for Ulcerative Colitis 2.8 Preparation and Administration Instructions (Crohn’s Disease and Ulcerative Colitis) 3 DOSAGE FORMS AND STRENGTHS 4 CONTRAINDICATIONS 5 WARNINGS AND PRECAUTIONS 5.1 Hypersensitivity Reactions 5.2 Infections 5.3 Tuberculosis 5.4 Hepatotoxicity in Treatment of Inflammatory Bowel Disease 5.5 Administration of Vaccines 6 ADVERSE REACTIONS 6.1 Clinical Trials Experience 6.2 Immunogenicity 6.3 Postmarketing Experience 8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy 8.2 Lactation 8.4 Pediatric Use 8.5 Geriatric Use 11 DESCRIPTION 12 CLINICAL PHARMACOLOGY",
    "page": 1,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 6,
    "content": "Hypersensitivity Reactions 5.2 Infections 5.3 Tuberculosis 5.4 Hepatotoxicity in Treatment of Inflammatory Bowel Disease 5.5 Administration of Vaccines 6 ADVERSE REACTIONS 6.1 Clinical Trials Experience 6.2 Immunogenicity 6.3 Postmarketing Experience 8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy 8.2 Lactation 8.4 Pediatric Use 8.5 Geriatric Use 11 DESCRIPTION 12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action 12.2 Pharmacodynamics 12.3 Pharmacokinetics 13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility 14 CLINICAL STUDIES 14.1 Plaque Psoriasis",
    "page": 1,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "14.2 Psoriatic Arthritis 14.3 Crohn’s Disease 14.4 Ulcerative Colitis 16 HOW SUPPLIED/STORAGE AND HANDLING 17 PATIENT COUNSELING INFORMATION *Sections or subsections omitted from the full prescribing information are not listed.",
    "page": 2,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "FULL PRESCRIBING INFORMATION 1 INDICATIONS AND USAGE 1.1 Plaque Psoriasis SKYRIZI® is indicated for the treatment of moderate-to-severe plaque psoriasis in adults who are candidates for systemic therapy or phototherapy. 1.2 Psoriatic Arthritis SKYRIZI is indicated for the treatment of active psoriatic arthritis in adults. 1.3 Crohn’s Disease SKYRIZI is indicated for the treatment of moderately to severely active Crohn's disease in adults. 1.4 Ulcerative Colitis SKYRIZI is indicated for the treatment of moderately to severely active ulcerative colitis in adults. 2 DOSAGE AND ADMINISTRATION 2.1 Procedures Prior to Treatment Initiation • For the treatment of Crohn’s disease and ulcerative colitis, obtain liver enzymes and bilirubin levels prior to initiating treatment with SKYRIZI [see Warnings and Precautions (5.4)] • Evaluate patients for tuberculosis (TB) infection prior to initiating treatment with SKYRIZI [see Warnings and Precautions (5.3)]. • Complete all age-appropriate vaccinations as recommended by current immunization guidelines [see Warnings and Precautions (5.5)]. 2.2 General Considerations for Administration • Visually inspect SKYRIZI for particulate matter and discoloration prior to administration. The solution may contain a few translucent to white particles. o SKYRIZI 150 mg/mL, 180 mg/1.2 mL, and 360 mg/2.4 mL: a colorless to yellow, and clear to slightly opalescent solution.",
    "page": 3,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "Precautions (5.5)]. 2.2 General Considerations for Administration • Visually inspect SKYRIZI for particulate matter and discoloration prior to administration. The solution may contain a few translucent to white particles. o SKYRIZI 150 mg/mL, 180 mg/1.2 mL, and 360 mg/2.4 mL: a colorless to yellow, and clear to slightly opalescent solution. o SKYRIZI 90 mg/mL and 600 mg/10 mL: a colorless to slightly yellow, and clear to slightly opalescent solution. o Do not use if the solution contains large particles or is cloudy or discolored.",
    "page": 3,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "• Discard after use. Do not reuse. 2.3 Recommended Dosage for Plaque Psoriasis The recommended dosage is 150 mg administered by subcutaneous injection at Week 0, Week 4, and every 12 weeks thereafter. 2.4 Recommended Dosage for Psoriatic Arthritis The recommended dosage is 150 mg administered by subcutaneous injection at Week 0, Week 4, and every 12 weeks thereafter. SKYRIZI may be administered alone or in combination with non-biologic disease-modifying antirheumatic drugs (DMARDs). 2.5 Preparation and Administration Instructions (Plaque Psoriasis and Psoriatic Arthritis) • Administer SKYRIZI 150 mg/mL prefilled pen or prefilled syringe subcutaneously. • Patients may self-inject SKYRIZI after training in subcutaneous injection technique. Provide proper training to patients and/or caregivers on the subcutaneous injection technique of SKYRIZI. • Before injecting, remove the carton with SKYRIZI from the refrigerator and without removing the prefilled pen or prefilled syringe from the carton, allow SKYRIZI to reach room temperature out of direct sunlight (30 to 90 minutes for the prefilled pen and 15 to 30 minutes for the prefilled syringe). • Do not inject into areas where the skin is tender, bruised, erythematous, indurated or affected by psoriasis. Administration of SKYRIZI in the upper, outer arm may only be performed by",
    "page": 4,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "direct sunlight (30 to 90 minutes for the prefilled pen and 15 to 30 minutes for the prefilled syringe). • Do not inject into areas where the skin is tender, bruised, erythematous, indurated or affected by psoriasis. Administration of SKYRIZI in the upper, outer arm may only be performed by a healthcare professional or caregiver. • If a dose is missed, administer the dose as soon as possible. Thereafter, resume dosing at the regular scheduled time. The SKYRIZI “Instructions for Use” contains more detailed instructions on the preparation and administration of SKYRIZI [see Instructions for Use]. Instruct the patient to read the Instructions for Use before administration. 2.6 Recommended Dosage for Crohn’s Disease Adult Patients: Induction The recommended induction dosage of SKYRIZI is 600 mg administered by intravenous infusion over a period of at least one hour at Week 0, Week 4, and Week 8. Adult Patients: Maintenance The recommended maintenance dosage of SKYRIZI is 180 mg or 360 mg administered by subcutaneous injection at Week 12, and every 8 weeks thereafter. Use the lowest effective dosage needed to maintain therapeutic response.",
    "page": 4,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "maintenance dosage of SKYRIZI is 180 mg or 360 mg administered by subcutaneous injection at Week 12, and every 8 weeks thereafter. Use the lowest effective dosage needed to maintain therapeutic response.",
    "page": 4,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "2.7 Recommended Dosage for Ulcerative Colitis Adult Patients: Induction The recommended induction dosage of SKYRIZI is 1,200 mg administered by intravenous infusion over a period of at least two hours at Week 0, Week 4, and Week 8. Adult Patients: Maintenance The recommended maintenance dosage of SKYRIZI is 180 mg or 360 mg administered by subcutaneous injection at Week 12, and every 8 weeks thereafter. Use the lowest effective dosage needed to maintain therapeutic response. 2.8 Preparation and Administration Instructions (Crohn’s Disease and Ulcerative Colitis) Intravenous Induction Dosing Regimen: 1. SKYRIZI vial for intravenous administration is intended for administration by a healthcare provider using aseptic technique. 2. Prior to intravenous administration, determine the dose and number of SKYRIZI vials needed based on the patient’s indication (see table below). Withdraw 10 mL of SKYRIZI solution from a vial (600 mg/10 mL) and inject into an intravenous infusion bag or glass bottle containing 5% Dextrose Injection or 0.9% Sodium Chloride Injection (see Table 1 below) for a final concentration of approximately 1.2 mg/mL to 6 mg/mL. Discard any remaining solution in the vial. Table 1. Total Volume of Diluent Required for Intravenous Induction Dose Indication Intravenous Induction Dose Number of SKYRIZI 600",
    "page": 5,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "containing 5% Dextrose Injection or 0.9% Sodium Chloride Injection (see Table 1 below) for a final concentration of approximately 1.2 mg/mL to 6 mg/mL. Discard any remaining solution in the vial. Table 1. Total Volume of Diluent Required for Intravenous Induction Dose Indication Intravenous Induction Dose Number of SKYRIZI 600 mg/10 mL Vials Total Volume of 5% Dextrose or 0.9% Sodium Chloride Injection Crohn’s disease 600 mg 1 100 mL, or 250 mL, or 500 mL Ulcerative colitis 1,200 mg 2 250 mL, or 500 mL 3. Infuse the diluted solution intravenously over a period of at least one hour for the SKYRIZI 600 mg dose; at least two hours for the SKYRIZI 1,200 mg dose. If stored refrigerated, allow the diluted SKYRIZI solution in the infusion bag or glass bottle to warm to room temperature prior to the start of the intravenous infusion. 4. Do not administer SKYRIZI diluted solution concomitantly in the same intravenous line with other medicinal products. Handling and Storage of the Vial and the Diluted Solution: • Do not shake the vial or diluted solution in the infusion bag or glass bottle.",
    "page": 5,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "solution concomitantly in the same intravenous line with other medicinal products. Handling and Storage of the Vial and the Diluted Solution: • Do not shake the vial or diluted solution in the infusion bag or glass bottle.",
    "page": 5,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "• Use the prepared infusion immediately. If not used immediately, store the diluted SKYRIZI solution refrigerated and protected from light for up to 20 hours between 36°F to 46°F (2°C to 8°C). • Immediately after preparation or removal from refrigeration, the diluted SKYRIZI solution can be stored at room temperature at up to 77°F (25°C) (protected from sunlight) for up to 8 hours. Storage time at room temperature begins once the diluted solution has been prepared. The infusion should be completed within 8 hours after dilution in the infusion bag. • Exposure to indoor light is acceptable during room temperature storage and administration. • Do not freeze. Subcutaneous Maintenance Dosing Regimen: Using the single-dose 180 mg or 360 mg prefilled cartridge with On-Body Injector: • SKYRIZI is intended for use under the guidance and supervision of a healthcare professional. • Patients may self-inject SKYRIZI using the on-body injector with prefilled cartridge after training in subcutaneous injection technique. Provide proper training to patients and/or caregivers on the subcutaneous injection technique of SKYRIZI. • Before using the on-body injector with prefilled cartridge, remove the carton from the refrigerator and allow to reach room temperature out of direct sunlight (45 to 90 minutes)",
    "page": 6,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "cartridge after training in subcutaneous injection technique. Provide proper training to patients and/or caregivers on the subcutaneous injection technique of SKYRIZI. • Before using the on-body injector with prefilled cartridge, remove the carton from the refrigerator and allow to reach room temperature out of direct sunlight (45 to 90 minutes) without removing the prefilled cartridge or on-body injector from the carton. • Use the on-body injector to administer SKYRIZI 180 mg/1.2 mL or SKYRIZI 360 mg/2.4 mL prefilled cartridge subcutaneously on thigh or abdomen. • Start the injection within 5 minutes after inserting the prefilled cartridge into the On-Body Injector. • Do not inject into areas where the skin is tender, bruised, erythematous, indurated or affected by any lesions. • If a dose is missed, administer the dose as soon as possible. Thereafter, resume dosing at the regular scheduled time. The SKYRIZI “Instructions for Use” contains more detailed instructions on the preparation and administration of SKYRIZI [see Instructions for Use]. Instruct the patient to read the Instructions for Use before administration. Using the 90 mg/mL prefilled syringe: • Administer each SKYRIZI 90 mg/mL prefilled syringe subcutaneously. • Patients may self-inject SKYRIZI after training in subcutaneous injection technique. Provide proper training",
    "page": 6,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "the preparation and administration of SKYRIZI [see Instructions for Use]. Instruct the patient to read the Instructions for Use before administration. Using the 90 mg/mL prefilled syringe: • Administer each SKYRIZI 90 mg/mL prefilled syringe subcutaneously. • Patients may self-inject SKYRIZI after training in subcutaneous injection technique. Provide proper training to patients and/or caregivers on the subcutaneous injection technique of SKYRIZI. • Before injecting, remove the carton from the refrigerator and without removing the prefilled syringes from the carton, allow SKYRIZI to reach room temperature out of direct sunlight (15 to 30 minutes).",
    "page": 6,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "• Use the 90 mg/mL prefilled syringes to administer SKYRIZI 180 mg or SKYRIZI 360 mg subcutaneously as follows: o When using SKYRIZI 90 mg/mL prefilled syringes, for a 180 mg maintenance dose, two 90 mg prefilled syringes are required. Inject one prefilled syringe after the other in different anatomic locations (such as thighs or abdomen). o When using SKYRIZI 90 mg/mL prefilled syringes, for a 360 mg maintenance dose, four 90 mg prefilled syringes are required. Inject one prefilled syringe after the other in different anatomic locations (such as thighs or abdomen). • Do not inject into areas where the skin is tender, bruised, erythematous, indurated or affected by any lesions. Administration of SKYRIZI in the upper, outer arm may only be performed by a healthcare professional or caregiver. • If a dose is missed, administer the dose as soon as possible. Thereafter, resume dosing at the regular scheduled time. The SKYRIZI “Instructions for Use” contains more detailed instructions on the preparation and administration of SKYRIZI [see Instructions for Use]. Instruct the patient to read the Instructions for Use before administration. 3 DOSAGE FORMS AND STRENGTHS Subcutaneous Injection SKYRIZI Pen • Injection: 150 mg/mL as a colorless to yellow",
    "page": 7,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "time. The SKYRIZI “Instructions for Use” contains more detailed instructions on the preparation and administration of SKYRIZI [see Instructions for Use]. Instruct the patient to read the Instructions for Use before administration. 3 DOSAGE FORMS AND STRENGTHS Subcutaneous Injection SKYRIZI Pen • Injection: 150 mg/mL as a colorless to yellow and clear to slightly opalescent solution in each single-dose prefilled pen. SKYRIZI Prefilled Syringe • Injection: 90 mg/mL as a colorless to slightly yellow and clear to slightly opalescent solution in each single-dose prefilled syringe. • Injection: 150 mg/mL as a colorless to yellow and clear to slightly opalescent solution in each single-dose prefilled syringe. SKYRIZI Prefilled Cartridge with Supplied On-Body Injector • Injection: 180 mg/1.2 mL (150 mg/mL) as a colorless to yellow, and clear to slightly opalescent solution in each single-dose prefilled cartridge for use with the on-body injector. • Injection: 360 mg/2.4 mL (150 mg/mL) as a colorless to yellow, and clear to slightly opalescent solution in each single-dose prefilled cartridge for use with the on-body injector. Intravenous Infusion SKYRIZI Vial",
    "page": 7,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "colorless to yellow, and clear to slightly opalescent solution in each single-dose prefilled cartridge for use with the on-body injector. Intravenous Infusion SKYRIZI Vial",
    "page": 7,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "• Injection: 600 mg/10 mL (60 mg/mL) as a colorless to slightly yellow, and clear to slightly opalescent solution in each single-dose vial. 4 CONTRAINDICATIONS SKYRIZI is contraindicated in patients with a history of serious hypersensitivity reaction to risankizumab-rzaa or any of the excipients [see Warnings and Precautions (5.1)]. 5 WARNINGS AND PRECAUTIONS 5.1 Hypersensitivity Reactions Serious hypersensitivity reactions, including anaphylaxis, have been reported with use of SKYRIZI. If a serious hypersensitivity reaction occurs, discontinue SKYRIZI and initiate appropriate therapy immediately [see Adverse Reactions (6.1)]. 5.2 Infections SKYRIZI may increase the risk of infections [see Adverse Reactions (6.1)]. Treatment with SKYRIZI should not be initiated in patients with any clinically important active infection until the infection resolves or is adequately treated. In patients with a chronic infection or a history of recurrent infection, consider the risks and benefits prior to prescribing SKYRIZI. Instruct patients to seek medical advice if signs or symptoms of clinically important infection occur. If a patient develops such an infection or is not responding to standard therapy, monitor the patient closely and do not administer SKYRIZI until the infection resolves. 5.3 Tuberculosis Evaluate patients for tuberculosis (TB) infection prior to initiating treatment with SKYRIZI. Across the",
    "page": 8,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "or symptoms of clinically important infection occur. If a patient develops such an infection or is not responding to standard therapy, monitor the patient closely and do not administer SKYRIZI until the infection resolves. 5.3 Tuberculosis Evaluate patients for tuberculosis (TB) infection prior to initiating treatment with SKYRIZI. Across the Phase 3 psoriasis clinical studies, of the 72 subjects with latent TB who were concurrently treated with SKYRIZI and appropriate TB prophylaxis during the studies, none developed active TB during the mean follow-up of 61 weeks on SKYRIZI. Two subjects taking isoniazid for treatment of latent TB discontinued treatment due to liver injury. Of the 31 subjects from the PsO-3 study with latent TB who did not receive prophylaxis during the study, none developed active TB during the mean follow-up of 55 weeks on SKYRIZI. Consider anti-TB therapy prior to initiating SKYRIZI in patients with a past history of latent or active TB in whom an adequate course of treatment cannot be confirmed. Monitor patients for signs and symptoms of active TB during and after SKYRIZI treatment. Do not administer SKYRIZI to patients with active TB. 5.4 Hepatotoxicity in Treatment of Inflammatory Bowel Disease A serious adverse reaction of drug-induced",
    "page": 8,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "or active TB in whom an adequate course of treatment cannot be confirmed. Monitor patients for signs and symptoms of active TB during and after SKYRIZI treatment. Do not administer SKYRIZI to patients with active TB. 5.4 Hepatotoxicity in Treatment of Inflammatory Bowel Disease A serious adverse reaction of drug-induced liver injury in conjunction with a rash that required hospitalization was reported in a patient with Crohn’s disease (ALT 54x ULN, AST 30x ULN, and total bilirubin 2.2x ULN) following two 600 mg intravenous doses of SKYRIZI. The liver",
    "page": 8,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "test abnormalities resolved following administration of steroids. SKYRIZI was subsequently discontinued. For the treatment of Crohn’s disease and ulcerative colitis, evaluate liver enzymes and bilirubin at baseline, and during induction at least up to 12 weeks of treatment. Monitor thereafter according to routine patient management. Consider other treatment options in patients with evidence of liver cirrhosis. Prompt investigation of the cause of liver enzyme elevation is recommended to identify potential cases of drug-induced liver injury. Interrupt treatment if drug-induced liver injury is suspected, until this diagnosis is excluded. Instruct patients to seek immediate medical attention if they experience symptoms suggestive of hepatic dysfunction. 5.5 Administration of Vaccines Avoid use of live vaccines in patients treated with SKYRIZI. Medications that interact with the immune system may increase the risk of infection following administration of live vaccines. Prior to initiating therapy with SKYRIZI, complete all age-appropriate vaccinations according to current immunization guidelines. No data are available on the response to live or inactive vaccines. 6 ADVERSE REACTIONS The following adverse reactions are discussed in other sections of labeling: • Hypersensitivity Reactions [see Warnings and Precautions (5.1)] • Infections [see Warnings and Precautions (5.2)] • Tuberculosis [see Warnings and Precautions (5.3)] • Hepatotoxicity",
    "page": 9,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "No data are available on the response to live or inactive vaccines. 6 ADVERSE REACTIONS The following adverse reactions are discussed in other sections of labeling: • Hypersensitivity Reactions [see Warnings and Precautions (5.1)] • Infections [see Warnings and Precautions (5.2)] • Tuberculosis [see Warnings and Precautions (5.3)] • Hepatotoxicity in Treatment of Inflammatory Bowel Disease [see Warnings and Precautions (5.4)] 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse drug reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in practice. Plaque Psoriasis A total of 2234 subjects were treated with SKYRIZI in clinical development trials in plaque psoriasis. Of these, 1208 subjects with psoriasis were exposed to SKYRIZI for at least one year. Data from placebo- and active-controlled trials were pooled to evaluate the safety of SKYRIZI for up to 16 weeks. In total, 1306 subjects were evaluated in the SKYRIZI 150 mg group. Table 2 summarizes the adverse drug reactions that occurred at a rate of at least 1% and at a higher rate in the SKYRIZI group than the placebo",
    "page": 9,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "evaluate the safety of SKYRIZI for up to 16 weeks. In total, 1306 subjects were evaluated in the SKYRIZI 150 mg group. Table 2 summarizes the adverse drug reactions that occurred at a rate of at least 1% and at a higher rate in the SKYRIZI group than the placebo group during the 16-week controlled period of pooled clinical trials.",
    "page": 9,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Table 2. Adverse Drug Reactions Occurring in ≥ 1% of Subjects with Plaque Psoriasis on SKYRIZI through Week 16 Adverse Drug Reactions SKYRIZI N = 1306 n (%) Placebo N = 300 n (%) Upper respiratory infectionsa 170 (13.0) 29 (9.7) Headacheb 46 (3.5) 6 (2.0) Fatiguec 33 (2.5) 3 (1.0) Injection site reactionsd 19 (1.5) 3 (1.0) Tinea infectionse 15 (1.1) 1 (0.3) a Includes: respiratory tract infection (viral, bacterial or unspecified), sinusitis (including acute), rhinitis, nasopharyngitis, pharyngitis (including viral), tonsillitis b Includes: headache, tension headache, sinus headache, cervicogenic headache c Includes: fatigue, asthenia d Includes: injection site bruising, erythema, extravasation, hematoma, hemorrhage, infection, inflammation, irritation, pain, pruritus, reaction, swelling, warmth e Includes: tinea pedis, tinea cruris, body tinea, tinea versicolor, tinea manuum, tinea infection, onychomycosis Adverse drug reactions that occurred in < 1% but > 0.1% of subjects in the SKYRIZI group and at a higher rate than in the placebo group through Week 16 were folliculitis and urticaria. Specific Adverse Drug Reactions Infections In the first 16 weeks, infections occurred in 22.1% of the SKYRIZI group (90.8 events per 100 subject-years) compared with 14.7% of the placebo group (56.5 events per 100 subject-years) and did not lead",
    "page": 10,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "in the placebo group through Week 16 were folliculitis and urticaria. Specific Adverse Drug Reactions Infections In the first 16 weeks, infections occurred in 22.1% of the SKYRIZI group (90.8 events per 100 subject-years) compared with 14.7% of the placebo group (56.5 events per 100 subject-years) and did not lead to discontinuation of SKYRIZI. The rates of serious infections for the SKYRIZI group and the placebo group were ≤0.4%. Serious infections in the SKYRIZI group included cellulitis, osteomyelitis, sepsis, and herpes zoster. In Studies PsO-1 and PsO-2, through Week 52, the rate of infections (73.9 events per 100 subject-years) was similar to the rate observed during the first 16 weeks of treatment. Safety Through Week 52 Through Week 52, no new adverse reactions were identified, and the rates of the adverse reactions were similar to those observed during the first 16 weeks of treatment. During this period, serious infections that led to study discontinuation included pneumonia. Psoriatic Arthritis The overall safety profile observed in subjects with psoriatic arthritis treated with SKYRIZI is generally consistent with the safety profile in subjects with plaque psoriasis. Additionally, in the Phase 3 placebo-controlled trials the incidence of hepatic events was higher in the SKYRIZI",
    "page": 10,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "led to study discontinuation included pneumonia. Psoriatic Arthritis The overall safety profile observed in subjects with psoriatic arthritis treated with SKYRIZI is generally consistent with the safety profile in subjects with plaque psoriasis. Additionally, in the Phase 3 placebo-controlled trials the incidence of hepatic events was higher in the SKYRIZI group (5.4%, 16.7 events per 100 patient years) compared to the placebo group (3.9%, 12.6 events per 100 patient years). Of these, the most common events that were reported more frequently in both the placebo group and the SKYRIZI group were ALT increased (placebo: n=12 (1.7%); SKYRIZI: n=16 (2.3%)), AST increased (placebo: n=9 (1.3%); SKYRIZI: n=13 (1.8%)), and GGT increased (placebo: n=5 (0.7%); SKYRIZI: n=8 (1.1%)). There were no serious hepatic events reported. The incidence of hypersensitivity reactions was higher in the",
    "page": 10,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "SKYRIZI group (n=16, 2.3%) compared to the placebo group (n=9, 1.3%). In the Phase 3 placebo-controlled trials, hypersensitivity reactions reported at a higher rate in the SKYRIZI group included rash (placebo: n=4 (0.6%); SKYRIZI: n=5 (0.7%), allergic rhinitis (placebo: n=1 (0.1%); SKYRIZI: n=2 (0.3%), and facial swelling (placebo: n=0 (0.0%); SKYRIZI n=1 (0.1%). One case of anaphylaxis was reported in a subject who received SKYRIZI in the Phase 2 clinical trial. Crohn’s Disease SKYRIZI was studied up to 12 weeks in subjects with moderately to severely active Crohn’s disease in two randomized, double-blind, placebo-controlled induction studies (CD-1, CD-2) and a randomized, double-blind, placebo-controlled, dose-finding study (CD-4; NCT02031276). Long-term safety up to 52 weeks was evaluated in subjects who responded to induction therapy in a randomized, double-blind, placebo-controlled maintenance study (CD-3) [see Clinical Studies (14.3)]. In the two induction studies (CD-1, CD-2) and the dose finding study (CD-4), 620 subjects received the SKYRIZI intravenous induction regimen at Weeks 0, 4 and 8. In the maintenance study (CD-3), 297 subjects who achieved clinical response, defined as a reduction in CDAI of at least 100 points from baseline after 12 weeks of induction treatment with intravenous SKYRIZI in studies CD-1 and CD-2, received",
    "page": 11,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "the SKYRIZI intravenous induction regimen at Weeks 0, 4 and 8. In the maintenance study (CD-3), 297 subjects who achieved clinical response, defined as a reduction in CDAI of at least 100 points from baseline after 12 weeks of induction treatment with intravenous SKYRIZI in studies CD-1 and CD-2, received a maintenance regimen of SKYRIZI either 180 mg or 360 mg subcutaneously at Week 12 and every 8 weeks thereafter for up to an additional 52 weeks. Adverse reactions reported in > 3% of subjects in induction studies and at a higher rate than placebo are shown in Table 3. Table 3. Adverse Drug Reactions Reported in > 3% of Subjects with Crohn’s Disease Treated with SKYRIZI in Placebo-Controlled 12-Week Induction Studies (CD-1, CD-2, and CD-4) Adverse Drug Reactions SKYRIZI 600 mg Intravenous Infusiona N = 620 n (%) Placebo N = 432 n (%) Upper respiratory infectionsb 66 (10.6) 40 (9.3) Headachec 41 (6.6) 24 (5.6) Arthralgia 31 (5.0) 19 (4.4) a SKYRIZI 600 mg as an intravenous infusion at Week 0, Week 4, and Week 8. b Includes: influenza like illness, nasopharyngitis, influenza, pharyngitis, upper respiratory tract infection, viral upper respiratory tract infection, COVID-19, nasal congestion, respiratory tract",
    "page": 11,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "40 (9.3) Headachec 41 (6.6) 24 (5.6) Arthralgia 31 (5.0) 19 (4.4) a SKYRIZI 600 mg as an intravenous infusion at Week 0, Week 4, and Week 8. b Includes: influenza like illness, nasopharyngitis, influenza, pharyngitis, upper respiratory tract infection, viral upper respiratory tract infection, COVID-19, nasal congestion, respiratory tract infection viral, viral pharyngitis, tonsillitis, upper respiratory tract inflammation c Includes: headache, tension headache Adverse reactions reported in >3% of subjects in the maintenance study and at a higher rate than placebo are shown in Table 4.",
    "page": 11,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Table 4. Adverse Reactions Reported in >3% of Subjects with Crohn’s Disease Treated with SKYRIZIa in Placebo-Controlled 52-Week Maintenance Study (CD-3) Adverse Drug Reactions SKYRIZI 180 mg Subcutaneous Injection N = 155 n (%) SKYRIZI 360 mg Subcutaneous Injection N = 142 n (%) Placebo N = 143 n (%) Arthralgia 13 (8.4) 13 (9.2) 12 (8.4) Abdominal painb 9 (5.8) 12 (8.5) 6 (4.2) Injection site reactionsc,d 7 (4.5) 8 (5.6) 4 (2.8) Anemia 7 (4.5) 7 (4.9) 6 (4.2) Pyrexia 4 (2.6) 7 (4.9) 4 (2.8) Back pain 3 (1.9) 6 (4.2) 3 (2.1) Arthropathy 1 (0.6) 5 (3.5) 2 (1.4) Urinary tract infection 1 (0.6) 5 (3.5) 4 (2.8) a SKYRIZI 180 mg or 360 mg at Week 12 and every 8 weeks thereafter for up to an additional 52 weeks b Includes: abdominal pain, abdominal pain upper, abdominal pain lower c Includes: injection site rash, injection site erythema, injection site swelling, injection site urticaria, injection site warmth, injection site pain, injection site hypersensitivity, injection site reaction d Some subjects had multiple occurrences of injection site reactions. In this table, injection site reactions are counted only once per subject for the rate calculations. Specific Adverse Drug Reactions",
    "page": 12,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "site erythema, injection site swelling, injection site urticaria, injection site warmth, injection site pain, injection site hypersensitivity, injection site reaction d Some subjects had multiple occurrences of injection site reactions. In this table, injection site reactions are counted only once per subject for the rate calculations. Specific Adverse Drug Reactions Infections In the maintenance study (CD-3) through Week 52, the rate of infections was 32.3% (50.2 events per 100 subject-years) in subjects who received SKYRIZI 180 mg and 36.6% (60.8 events per 100 subject-years) in subjects who received SKYRIZI 360 mg compared to 36.4% (60.3 events per 100 subject-years) in subjects who received placebo after SKYRIZI induction. The rate of serious infections was 2.6% (2.7 events per 100 subject-years) in subjects who received SKYRIZI 180 mg and 5.6% (7.4 events per 100 subject-years) in subjects who received SKYRIZI 360 mg compared to 2.1% (2.4 events per 100 subject-years) in subjects who received placebo after SKYRIZI induction. Lipid Elevations Elevations in lipid parameters (total cholesterol and low-density lipoprotein cholesterol [LDL- C]) were first assessed at 4 weeks following initiation of SKYRIZI in the induction trials (CD-1, CD-2). Increases from baseline and increases relative to placebo were observed at Week 4 and",
    "page": 12,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "who received placebo after SKYRIZI induction. Lipid Elevations Elevations in lipid parameters (total cholesterol and low-density lipoprotein cholesterol [LDL- C]) were first assessed at 4 weeks following initiation of SKYRIZI in the induction trials (CD-1, CD-2). Increases from baseline and increases relative to placebo were observed at Week 4 and remained stable to Week 12. Following SKYRIZI induction, mean total cholesterol increased by 9.4 mg/dL from baseline to a mean absolute value of 175.1 mg/dL at Week 12. Similarly, mean LDL-C increased by 6.6 mg/dL from baseline to a mean absolute value of 92.6 mg/dL at Week 12. Mean LDL-C increased by 3.1 mg/dL from baseline to a mean absolute value of 99.0 mg/dL at Week 52 with SKYRIZI 180 mg maintenance treatment and by 2.3 mg/dL from baseline to a mean absolute value of 102.2 mg/dL at Week 52 with SKYRIZI 360 mg maintenance treatment (CD-3).",
    "page": 12,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Ulcerative Colitis SKYRIZI was studied up to 12 weeks in subjects with moderately to severely active ulcerative colitis in a randomized, double-blind, placebo-controlled induction study (UC-1) and a randomized, double-blind, placebo-controlled, dose-finding study (UC-3). Long-term safety up to 52 weeks was evaluated in subjects who responded to induction therapy in a randomized, double-blind, placebo-controlled maintenance study (UC-2) [see Clinical Studies (14.4)]. In the induction studies (UC-1 and UC-3), 712 subjects received the SKYRIZI 1,200 mg intravenous induction regimen at Weeks 0, 4 and 8. In the maintenance study (UC-2), 347 subjects who achieved clinical response, defined as a decrease in mMS of ≥2 points and ≥30% from baseline and a decrease in RBS ≥1 from baseline or an absolute RBS ≤1, received a maintenance regimen of SKYRIZI either 180 mg or 360 mg subcutaneously at Week 12 and every 8 weeks thereafter for up to an additional 52 weeks. The adverse reaction reported in ≥3% subjects treated with SKYRIZI in the ulcerative colitis induction studies (UC-1 and UC-3) and at a higher rate than placebo was arthralgia (3% SKYRIZI vs 1% placebo). Adverse reactions reported in ≥3% of subjects treated with SKYRIZI in the maintenance study (UC-2) and at a",
    "page": 13,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "adverse reaction reported in ≥3% subjects treated with SKYRIZI in the ulcerative colitis induction studies (UC-1 and UC-3) and at a higher rate than placebo was arthralgia (3% SKYRIZI vs 1% placebo). Adverse reactions reported in ≥3% of subjects treated with SKYRIZI in the maintenance study (UC-2) and at a higher rate than placebo are shown in Table 5.",
    "page": 13,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Table 5. Adverse Reactions Reported in ≥3% of Subjects with Ulcerative Colitis Treated with SKYRIZIa in Placebo-Controlled 52-Week Maintenance Study (UC-2) Adverse Drug Reactions SKYRIZI 180 mg Subcutaneous Injection N = 170 n (%) SKYRIZI 360 mg Subcutaneous Injection N = 177 n (%) Placebo N = 173 n (%) Arthralgia 9 (5.3) 17 (9.6) 8 (4.6) Pyrexia 8 (4.7) 7 (4.0) 6 (3.5) Injection site reactionsb,c 5 (2.9) 5 (2.8) 2 (1.2) Rashd 7 (4.1) 1 (0.6) 3 (1.7) a SKYRIZI 180 mg or 360 mg at Week 12 and every 8 weeks thereafter for up to an additional 52 weeks b Includes: application site pain, injection site erythema, injection site pain, injection site pruritus, injection site reaction c Some subjects had multiple occurrences of injection site reactions. In this table, injection site reactions are counted only once per subject for the rate calculations. d Includes: rash and rash macular Specific Adverse Drug Reactions The rates of infections, serious infections, and lipid elevations in subjects with UC who received SKYRIZI compared to subjects who received placebo in the induction studies (UC-1 and UC-3) and maintenance study (UC-2) were similar to the rates in subjects with CD who received SKYRIZI",
    "page": 14,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "macular Specific Adverse Drug Reactions The rates of infections, serious infections, and lipid elevations in subjects with UC who received SKYRIZI compared to subjects who received placebo in the induction studies (UC-1 and UC-3) and maintenance study (UC-2) were similar to the rates in subjects with CD who received SKYRIZI compared to subjects who received placebo in the induction studies (CD-1, CD-2, and CD-4) and maintenance study (CD-3). 6.2 Immunogenicity As with all therapeutic proteins, there is potential for immunogenicity. The detection of antibody formation is highly dependent on the sensitivity and specificity of the assay. Additionally, the observed incidence of antibody (including neutralizing antibody) positivity in an assay may be influenced by several factors including assay methodology, sample handling, timing of sample collection, concomitant medications, and underlying disease. For these reasons, comparison of the incidence of antibodies in the studies described below with the incidence of antibodies in other studies or to other products, including other risankizumab products, may be misleading. Plaque Psoriasis By Week 52, approximately 24% (263/1079) of subjects treated with SKYRIZI at the recommended dose developed antibodies to risankizumab-rzaa. Of the subjects who developed antibodies to risankizumab-rzaa, approximately 57% (14% of all subjects treated with SKYRIZI)",
    "page": 14,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "studies or to other products, including other risankizumab products, may be misleading. Plaque Psoriasis By Week 52, approximately 24% (263/1079) of subjects treated with SKYRIZI at the recommended dose developed antibodies to risankizumab-rzaa. Of the subjects who developed antibodies to risankizumab-rzaa, approximately 57% (14% of all subjects treated with SKYRIZI) had antibodies that were classified as neutralizing. Higher antibody titers in approximately 1% of subjects treated with SKYRIZI were associated with lower risankizumab-rzaa concentrations and reduced clinical response.",
    "page": 14,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Psoriatic Arthritis By Week 28, approximately 12.1% (79/652) of subjects treated with SKYRIZI at the recommended dose developed antibodies to risankizumab-rzaa. None of the subjects who developed antibodies to risankizumab-rzaa had antibodies that were classified as neutralizing. Antibodies to risankizumab-rzaa were not associated with changes in clinical response for psoriatic arthritis. A higher proportion of subjects with anti-drug antibodies experienced hypersensitivity reactions (6.3% (5/79)) and injection site reactions (2.5% (2/79)) compared to subjects without anti-drug antibodies (3.8% (22/574) with hypersensitivity reactions and 0.7% (4/574) with injection site reactions). None of these hypersensitivity and injection site reactions led to discontinuation of risankizumab-rzaa. Crohn’s Disease By Week 64, antibodies to risankizumab-rzaa developed in approximately 3.4% (2/58) of subjects treated with SKYRIZI induction followed by 360 mg maintenance regimen. No subjects (0/57) treated with SKYRIZI induction followed by 180 mg maintenance regimen developed antibodies to risankizumab-rzaa. None of the subjects who developed antibodies to risankizumab-rzaa had antibodies that were classified as neutralizing. Ulcerative Colitis By Week 64, antibodies to risankizumab-rzaa developed in approximately 8.9% (8/90) or 4.4% (4/91) of subjects treated with SKYRIZI induction followed by the 180 mg or 360 mg maintenance regimen, respectively. Of the subjects who developed antibodies to risankizumab-",
    "page": 15,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "to risankizumab-rzaa had antibodies that were classified as neutralizing. Ulcerative Colitis By Week 64, antibodies to risankizumab-rzaa developed in approximately 8.9% (8/90) or 4.4% (4/91) of subjects treated with SKYRIZI induction followed by the 180 mg or 360 mg maintenance regimen, respectively. Of the subjects who developed antibodies to risankizumab- rzaa, 75% (6.7% of all subjects treated with SKYRIZI induction followed by the 180 mg maintenance regimen) or 50% (2.2% of all subjects treated with SKYRIZI induction followed by the 360 mg maintenance regimen), respectively, had antibodies that were classified as neutralizing. 6.3 Postmarketing Experience The following adverse reactions have been reported during post-approval of SKYRIZI. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to SKYRIZI exposure: • Skin and subcutaneous tissue disorders: eczema and rash 8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Pregnancy Exposure Registry There is a pregnancy exposure registry that monitors outcomes in women who become pregnant while treated with SKYRIZI. Patients should be encouraged to enroll by calling 1-877-302-2161 or visiting http://glowpregnancyregistry.com.",
    "page": 15,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "8.1 Pregnancy Pregnancy Exposure Registry There is a pregnancy exposure registry that monitors outcomes in women who become pregnant while treated with SKYRIZI. Patients should be encouraged to enroll by calling 1-877-302-2161 or visiting http://glowpregnancyregistry.com.",
    "page": 15,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Risk Summary Available pharmacovigilance and clinical trial data with risankizumab use in pregnant women are insufficient to establish a drug-associated risk of major birth defects, miscarriage or other adverse maternal or fetal outcomes. Although there are no data on risankizumab-rzaa, monoclonal antibodies can be actively transported across the placenta, and SKYRIZI may cause immunosuppression in the in utero-exposed infant. There are adverse pregnancy outcomes in women with inflammatory bowel disease (see Clinical Considerations). In an enhanced pre- and post-natal developmental toxicity study, pregnant cynomolgus monkeys were administered subcutaneous doses of 5 or 50 mg/kg risankizumab-rzaa once weekly during the period of organogenesis up to parturition. Increased fetal/infant loss was noted in pregnant monkeys at the 50 mg/kg dose (see Data). The 50 mg/kg dose in pregnant monkeys resulted in approximately 5 times the exposure (AUC) in humans administered the maximum recommended induction dose (1,200 mg) and 32 times the exposure (AUC) to the maximum recommended maintenance dose (360 mg). No risankizumab-rzaa-related effects on functional or immunological development were observed in infant monkeys from birth through 6 months of age. The clinical significance of these findings for humans is unknown. All pregnancies have a background risk of birth defect, loss, or",
    "page": 16,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "(AUC) to the maximum recommended maintenance dose (360 mg). No risankizumab-rzaa-related effects on functional or immunological development were observed in infant monkeys from birth through 6 months of age. The clinical significance of these findings for humans is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. The background risk of major birth defects and miscarriage for the indicated population is unknown. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2% to 4% and 15% to 20%, respectively. Clinical Considerations Disease-associated maternal and embryo/fetal risk Published data suggest that the risk of adverse pregnancy outcomes in women with inflammatory bowel disease is associated with increased disease activity. Adverse pregnancy outcomes include preterm delivery (before 37 weeks of gestation), low birth weight (less than 2,500 g) infants, and small for gestational age at birth. Fetal/Neonatal adverse reactions Transport of endogenous IgG antibodies across the placenta increases as pregnancy progresses, and peaks during the third trimester. Because risankizumab may interfere with immune response to infections, risks and benefits should be considered prior to administering live vaccines to infants exposed to SKYRIZI in utero. There",
    "page": 16,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "birth. Fetal/Neonatal adverse reactions Transport of endogenous IgG antibodies across the placenta increases as pregnancy progresses, and peaks during the third trimester. Because risankizumab may interfere with immune response to infections, risks and benefits should be considered prior to administering live vaccines to infants exposed to SKYRIZI in utero. There are insufficient data regarding infant serum levels of risankizumab at birth and the duration of persistence of risankizumab in infant serum after birth. Although a specific timeframe to delay live virus immunizations in infants exposed in utero is unknown, a minimum of 5 months after birth should be considered because of the half-life of the product. Data Animal Data An enhanced pre- and post-natal developmental toxicity study was conducted in cynomolgus monkeys. Pregnant cynomolgus monkeys were administered weekly subcutaneous doses of risankizumab-rzaa of 5 or 50 mg/kg from gestation day 20 to parturition, and the cynomolgus",
    "page": 16,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "monkeys (mother and infants) were monitored for 6 months after delivery. No maternal toxicity was noted in this study. There were no treatment-related effects on growth and development, malformations, developmental immunotoxicology, or neurobehavioral development. However, a dose-dependent increase in fetal/infant loss was noted in the risankizumab-rzaa-treated groups (32% and 43% in the 5 mg/kg and 50 mg/kg groups, respectively) compared with the vehicle control group (19%). The increased fetal/infant loss in the 50 mg/kg group was considered to be related to risankizumab-rzaa treatment. The no-observed adverse effect level (NOAEL) for maternal toxicity was identified as 50 mg/kg, and the NOAEL for developmental toxicity was identified as 5 mg/kg. The 5 mg/kg dose in pregnant monkeys resulted in approximately 0.6 times the exposure (AUC) in humans administered the maximum recommended induction dose (1,200 mg) and 5 times the exposure (AUC) in humans administered the maximum recommended maintenance dose (360 mg). In the infants, mean serum concentrations increased in a dose-dependent manner and were approximately 17%-86% of the respective maternal concentrations. Following delivery, most adult female cynomolgus monkeys and all infants from the risankizumab-rzaa-treated groups had measurable serum concentrations of risankizumab-rzaa up to 91 days postpartum. Serum concentrations were below detectable levels",
    "page": 17,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "the infants, mean serum concentrations increased in a dose-dependent manner and were approximately 17%-86% of the respective maternal concentrations. Following delivery, most adult female cynomolgus monkeys and all infants from the risankizumab-rzaa-treated groups had measurable serum concentrations of risankizumab-rzaa up to 91 days postpartum. Serum concentrations were below detectable levels at 180 days postpartum. 8.2 Lactation Risk Summary There are no data on the presence of risankizumab-rzaa in human milk, the effects on the breastfed infant, or the effects on milk production. Endogenous maternal IgG and monoclonal antibodies are transferred in human milk. The effects of local gastrointestinal exposure and limited systemic exposure in the breastfed infant to risankizumab-rzaa are unknown. The developmental and health benefits of breastfeeding should be considered along with the mother's clinical need for SKYRIZI and any potential adverse effects on the breastfed infant from SKYRIZI or from the underlying maternal condition. 8.4 Pediatric Use The safety and effectiveness of SKYRIZI have not been established in pediatric patients. 8.5 Geriatric Use Of the 6,862 subjects exposed to SKYRIZI, a total of 664 were 65 years or older (243 subjects with plaque psoriasis, 246 subjects with psoriatic arthritis, 72 subjects with Crohn’s disease and 103 subjects with",
    "page": 17,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "safety and effectiveness of SKYRIZI have not been established in pediatric patients. 8.5 Geriatric Use Of the 6,862 subjects exposed to SKYRIZI, a total of 664 were 65 years or older (243 subjects with plaque psoriasis, 246 subjects with psoriatic arthritis, 72 subjects with Crohn’s disease and 103 subjects with ulcerative colitis), and 71 subjects were 75 years or older. Clinical studies of SKYRIZI, within each indication, did not include sufficient numbers of subjects 65 years of age and older to determine whether they respond differently from younger adult subjects. No clinically meaningful differences in the pharmacokinetics of risankizumab-rzaa were observed based on age[see Clinical Pharmacology (12.3)].",
    "page": 17,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "11 DESCRIPTION Risankizumab-rzaa, an interleukin-23 (IL-23) antagonist, is a humanized immunoglobulin G1 (IgG1) monoclonal antibody. Risankizumab-rzaa is produced by recombinant DNA technology in Chinese hamster ovary cells and has an approximate molecular weight of 149 kDa. SKYRIZI (risankizumab-rzaa) injection 90 mg/mL prefilled syringe for subcutaneous use Each SKYRIZI prefilled syringe contains a sterile, preservative-free, colorless to slightly yellow, and clear to slightly opalescent solution. Each syringe delivers 90 mg of risankizumab-rzaa, and inactive ingredients polysorbate 20 (0.2 mg), sodium succinate (0.63 mg), sorbitol (41 mg), succinic acid (0.059 mg), and Water for Injection, USP. The pH is 6.2. SKYRIZI (risankizumab-rzaa) injection 150 mg/mL prefilled syringe or prefilled pen for subcutaneous use Each SKYRIZI prefilled pen or prefilled syringe contains a sterile, preservative-free, colorless to yellow, and clear to slightly opalescent solution. Each syringe and pen delivers 150 mg of risankizumab-rzaa and the inactive ingredients glacial acetic acid (0.054 mg), polysorbate 20 (0.2 mg), sodium acetate (0.75 mg), trehalose (63.33 mg), and Water for Injection, USP. The pH is 5.7. SKYRIZI (risankizumab-rzaa) injection 180 mg/1.2mL (150 mg/mL) prefilled cartridge for use with supplied on-body-injector for subcutaneous use Each SKYRIZI prefilled cartridge contains a sterile, preservative-free, colorless to yellow, and clear to",
    "page": 18,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "20 (0.2 mg), sodium acetate (0.75 mg), trehalose (63.33 mg), and Water for Injection, USP. The pH is 5.7. SKYRIZI (risankizumab-rzaa) injection 180 mg/1.2mL (150 mg/mL) prefilled cartridge for use with supplied on-body-injector for subcutaneous use Each SKYRIZI prefilled cartridge contains a sterile, preservative-free, colorless to yellow, and clear to slightly opalescent solution. Each cartridge delivers 180 mg of risankizumab-rzaa, and the inactive ingredients glacial acetic acid (0.065 mg), polysorbate 20 (0.24 mg), sodium acetate (0.9 mg), trehalose (76 mg), and Water for Injection, USP. The pH is 5.7. SKYRIZI (risankizumab-rzaa) injection 360 mg/2.4 mL (150 mg/mL) prefilled cartridge for use with the supplied on-body injector for subcutaneous use Each SKYRIZI prefilled cartridge contains a sterile, preservative-free, colorless to yellow, and clear to slightly opalescent solution. Each cartridge delivers 360 mg of risankizumab-rzaa, and the inactive ingredients glacial acetic acid (0.13 mg), polysorbate 20 (0.48 mg), sodium acetate (1.8 mg), trehalose (152 mg), and Water for Injection, USP. The pH is 5.7. SKYRIZI 600 mg/10 mL (60 mg/mL) in a vial for intravenous infusion SKYRIZI (risankizumab-rzaa) injection 600 mg/10 mL (60 mg/mL) is a sterile, preservative- free, colorless to slightly yellow, and clear to slightly opalescent solution in a 10",
    "page": 18,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "trehalose (152 mg), and Water for Injection, USP. The pH is 5.7. SKYRIZI 600 mg/10 mL (60 mg/mL) in a vial for intravenous infusion SKYRIZI (risankizumab-rzaa) injection 600 mg/10 mL (60 mg/mL) is a sterile, preservative- free, colorless to slightly yellow, and clear to slightly opalescent solution in a 10 mL single-dose vial. Each 10 mL single-dose vial contains 600 mg of risankizumab-rzaa, and the inactive ingredients glacial acetic acid (0.54 mg), polysorbate 20 (2 mg), sodium acetate (7.5 mg), trehalose (633.3 mg), and Water for Injection, USP. The pH is 5.7.",
    "page": 18,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action Risankizumab-rzaa is a humanized IgG1 monoclonal antibody that selectively binds to the p19 subunit of human IL-23 cytokine and inhibits its interaction with the IL-23 receptor. IL-23 is a naturally occurring cytokine that is involved in inflammatory and immune responses. Risankizumab-rzaa inhibits the release of pro-inflammatory cytokines and chemokines. 12.2 Pharmacodynamics No formal pharmacodynamics studies have been conducted with risankizumab-rzaa. 12.3 Pharmacokinetics Risankizumab-rzaa plasma concentrations, after single dose administration increased dose proportionally from 18 mg to 360 mg when administered subcutaneously (0.12 to 2.4 times the lowest recommended dose and 0.05 to 1 times the highest recommended dose) and from 200 mg to 1,800 mg when administered as an up to 3-hour intravenous infusion (0.2 to 3 times the recommended dose) in healthy subjects. In subjects with plaque psoriasis treated with 150 mg subcutaneously at Weeks 0, 4, and every 12 weeks thereafter, steady-state peak concentration (Cmax) and trough concentration (Ctrough) are estimated to be 12 mcg/mL and 2 mcg/mL, respectively. With the same subcutaneous dosing regimen, the pharmacokinetics of risankizumab-rzaa in subjects with psoriatic arthritis were similar to that in subjects with plaque psoriasis. In subjects with Crohn’s disease treated with 600",
    "page": 19,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "steady-state peak concentration (Cmax) and trough concentration (Ctrough) are estimated to be 12 mcg/mL and 2 mcg/mL, respectively. With the same subcutaneous dosing regimen, the pharmacokinetics of risankizumab-rzaa in subjects with psoriatic arthritis were similar to that in subjects with plaque psoriasis. In subjects with Crohn’s disease treated with 600 mg intravenous induction dose at Weeks 0, 4, and 8, followed by 180 mg or 360 mg subcutaneous maintenance dose at Week 12 and every 8 weeks thereafter, the median Cmax and Ctrough are estimated to be 156 mcg/mL and 38.8 mcg/mL, respectively, during Weeks 8-12; and the steady state median Cmax and Ctrough are estimated to be 14.0 mcg/mL and 4.1 mcg/mL, respectively for 180 mg or 28.0 mcg/mL and 8.1 mcg/mL, respectively, for 360 mg, during Weeks 40-48. In subjects with ulcerative colitis treated with 1,200 mg intravenous induction dose at Weeks 0, 4, and 8, followed by 180 mg or 360 mg subcutaneous maintenance dose at Week 12 and every 8 weeks thereafter, the median Cmax and Ctrough are estimated to be 350 and 87.7 mcg/mL, respectively, during the induction period (Weeks 8-12); and the steady state median Cmax and Ctrough are estimated to be 19.6 and",
    "page": 19,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "180 mg or 360 mg subcutaneous maintenance dose at Week 12 and every 8 weeks thereafter, the median Cmax and Ctrough are estimated to be 350 and 87.7 mcg/mL, respectively, during the induction period (Weeks 8-12); and the steady state median Cmax and Ctrough are estimated to be 19.6 and 4.64 µg/mL, respectively, for 180 mg or 39.2 mcg/mL and 9.29 mcg/mL, respectively, for 360 mg, during the maintenance period (Weeks 40-48). Based on population pharmacokinetic analyses, the pharmacokinetics of risankizumab-rzaa in subjects with ulcerative colitis was generally similar to that in subjects with Crohn’s disease. Absorption The absolute bioavailability of risankizumab-rzaa was estimated to be 74 to 89% following subcutaneous injection. In healthy subjects, following administration of a single subcutaneous dose, Cmax was reached by 3 to 14 days. Distribution",
    "page": 19,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "The estimated steady-state volume of distribution (inter-subject CV%) was 11.2 L (34%) in subjects with plaque psoriasis, and 7.68 L (64%) in subjects with Crohn’s disease. Elimination The estimated systemic clearance (inter-subject CV%) was 0.31 L/day (24%) and 0.30 L/day (34%) and terminal elimination half-life was approximately 28 days and 21 days in subjects with plaque psoriasis and Crohn’s disease, respectively. Metabolism The metabolic pathway of risankizumab-rzaa has not been characterized. As a humanized IgG1 monoclonal antibody, risankizumab-rzaa is expected to be degraded into small peptides and amino acids via catabolic pathways in a manner similar to endogenous IgG. Specific Populations Risankizumab-rzaa exposures (Ctrough) in geriatric patients (≥65 years) are comparable to those in younger adult patients within each indication. No studies have been conducted to determine the effect of renal or hepatic impairment on the pharmacokinetics of risankizumab-rzaa. Body Weight Risankizumab-rzaa clearance and volume of distribution increase and plasma concentrations decrease as body weight increases; however, no dose adjustment is recommended based on body weight. Drug Interaction Studies Cytochrome P450 Substrates No clinically significant changes in exposure of caffeine (CYP1A2 substrate), warfarin (CYP2C9 substrate), omeprazole (CYP2C19 substrate), metoprolol (CYP2D6 substrate), or midazolam (CYP3A substrate) were observed when used concomitantly",
    "page": 20,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "concentrations decrease as body weight increases; however, no dose adjustment is recommended based on body weight. Drug Interaction Studies Cytochrome P450 Substrates No clinically significant changes in exposure of caffeine (CYP1A2 substrate), warfarin (CYP2C9 substrate), omeprazole (CYP2C19 substrate), metoprolol (CYP2D6 substrate), or midazolam (CYP3A substrate) were observed when used concomitantly with risankizumab-rzaa in subjects with plaque psoriasis (risankizumab-rzaa 150 mg administered subcutaneously at Weeks 0, 4, 8, and 12) and subjects with Crohn’s disease or ulcerative colitis (risankizumab-rzaa 1,800 mg administered intravenously at Weeks 0, 4, and 8, i.e., 3 times and 1.5 times the recommended dose for Crohn’s disease and ulcerative colitis, respectively). 13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenicity and mutagenicity studies have not been conducted with SKYRIZI. No effects on male fertility parameters were observed in sexually mature male cynomolgus monkeys dosed weekly for 26 weeks with 50 mg/kg risankizumab-rzaa at 4 times the exposure (AUC) in humans administered the maximum recommended induction dose (1,200 mg) and 39 times the exposure in humans administered the maximum recommended maintenance dose (360 mg).",
    "page": 20,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "exposure (AUC) in humans administered the maximum recommended induction dose (1,200 mg) and 39 times the exposure in humans administered the maximum recommended maintenance dose (360 mg).",
    "page": 20,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "14 CLINICAL STUDIES 14.1 Plaque Psoriasis Four multicenter, randomized, double-blind studies [PsO-1 (NCT02684370), PsO-2 (NCT02684357), PsO-3 (NCT02672852), and PsO-4 (NCT02694523)] enrolled 2,109 subjects 18 years of age and older with moderate to severe plaque psoriasis who had a body surface area (BSA) involvement of ≥10%, a static Physician’s Global Assessment (sPGA) score of ≥3 (“moderate”) in the overall assessment (plaque thickness/induration, erythema, and scaling) of psoriasis on a severity scale of 0 to 4, and a Psoriasis Area and Severity Index (PASI) score ≥12. Overall, subjects had a median baseline PASI score of 17.8 and a median BSA of 20%. Baseline sPGA score was 4 (“severe”) in 19% of subjects. A total of 10% of study subjects had a history of diagnosed psoriatic arthritis. Across all studies, 38% of subjects had received prior phototherapy, 48% had received prior non- biologic systemic therapy, and 42% had received prior biologic therapy for the treatment of psoriasis. Studies PsO-1 and PsO-2 In studies PsO-1 and PsO-2, 997 subjects were enrolled (including 598 subjects randomized to the SKYRIZI 150 mg group, 200 subjects randomized to the placebo group, and 199 to the biologic active control group). Subjects received treatment at Weeks 0, 4, and",
    "page": 21,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "the treatment of psoriasis. Studies PsO-1 and PsO-2 In studies PsO-1 and PsO-2, 997 subjects were enrolled (including 598 subjects randomized to the SKYRIZI 150 mg group, 200 subjects randomized to the placebo group, and 199 to the biologic active control group). Subjects received treatment at Weeks 0, 4, and every 12 weeks thereafter. Both studies assessed the responses at Week 16 compared with placebo for the two co-primary endpoints: • the proportion of subjects who achieved an sPGA score of 0 (“clear”) or 1 (“almost clear”) • the proportion of subjects who achieved at least a 90% reduction from baseline PASI (PASI 90) Secondary endpoints included the proportion of subjects who achieved PASI 100, sPGA 0, and Psoriasis Symptom Scale (PSS) 0 at Week 16. The results are presented in Table 6. Table 6. Efficacy Results at Week 16 in Adults with Plaque Psoriasis in PsO-1 and PsO-2 PsO-1 PsO-2 SKYRIZI (N=304) n (%) Placebo (N=102) n (%) SKYRIZI (N=294) n (%) Placebo (N=98) n (%) sPGA 0 or 1 (“clear or almost clear”)a 267 (88) 8 (8) 246 (84) 5 (5) PASI 90a 229 (75) 5 (5) 220 (75) 2 (2) sPGA 0 (“clear”) 112 (37) 2 (2)",
    "page": 21,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "PsO-2 SKYRIZI (N=304) n (%) Placebo (N=102) n (%) SKYRIZI (N=294) n (%) Placebo (N=98) n (%) sPGA 0 or 1 (“clear or almost clear”)a 267 (88) 8 (8) 246 (84) 5 (5) PASI 90a 229 (75) 5 (5) 220 (75) 2 (2) sPGA 0 (“clear”) 112 (37) 2 (2) 150 (51) 3 (3) PASI 100 109 (36) 0 (0) 149 (51) 2 (2)",
    "page": 21,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "a Co-primary endpoints Examination of age, gender, race, body weight, baseline PASI score and previous treatment with systemic or biologic agents did not identify differences in response to SKYRIZI among these subgroups at Week 16. In PsO-1 and PsO-2 at Week 52, subjects receiving SKYRIZI achieved sPGA 0 (58% and 60%, respectively), PASI 90 (82% and 81%, respectively), and PASI 100 (56% and 60%, respectively). Patient Reported Outcomes Improvements in signs and symptoms related to pain, redness, itching and burning at Week 16 compared to placebo were observed in both studies as assessed by the PSS. In PsO-1 and PsO-2, about 30% of the subjects who received SKYRIZI achieved PSS 0 (“none”) at Week 16 compared to 1% of the subjects who received placebo. Study PsO-3 Study PsO-3 enrolled 507 subjects (407 randomized to SKYRIZI 150 mg and 100 to placebo). Subjects received treatment at Weeks 0, 4, and every 12 weeks thereafter. At Week 16, SKYRIZI was superior to placebo on the co-primary endpoints of sPGA 0 or 1 (84% SKYRIZI and 7% placebo) and PASI 90 (73% SKYRIZI and 2% placebo). The respective response rates for SKYRIZI and placebo at Week 16 were: sPGA 0 (46% SKYRIZI and",
    "page": 22,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "12 weeks thereafter. At Week 16, SKYRIZI was superior to placebo on the co-primary endpoints of sPGA 0 or 1 (84% SKYRIZI and 7% placebo) and PASI 90 (73% SKYRIZI and 2% placebo). The respective response rates for SKYRIZI and placebo at Week 16 were: sPGA 0 (46% SKYRIZI and 1% placebo); PASI 100 (47% SKYRIZI and 1% placebo); and PASI 75 (89% SKYRIZI and 8% placebo). Maintenance and Durability of Response In PsO-1 and PsO-2, among the subjects who received SKYRIZI and had PASI 100 at Week 16, 80% (206/258) of the subjects who continued on SKYRIZI had PASI 100 at Week 52. For PASI 90 responders at Week 16, 88% (398/450) of the subjects had PASI 90 at Week 52. In PsO-3, subjects who were originally on SKYRIZI and had sPGA 0 or 1 at Week 28 were re- randomized to continue SKYRIZI every 12 weeks or withdrawal of therapy. At Week 52, 87% (97/111) of the subjects re-randomized to continue treatment with SKYRIZI had sPGA 0 or 1 compared to 61% (138/225) who were re-randomized to withdrawal of SKYRIZI. 14.2 Psoriatic Arthritis The safety and efficacy of SKYRIZI were assessed in 1407 subjects in 2 randomized, double-",
    "page": 22,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "of therapy. At Week 52, 87% (97/111) of the subjects re-randomized to continue treatment with SKYRIZI had sPGA 0 or 1 compared to 61% (138/225) who were re-randomized to withdrawal of SKYRIZI. 14.2 Psoriatic Arthritis The safety and efficacy of SKYRIZI were assessed in 1407 subjects in 2 randomized, double- blind, placebo-controlled studies (964 in PsA-1 [NCT03675308] and 443 in PsA-2 [NCT03671148]) in subjects 18 years and older with active psoriatic arthritis (PsA). Subjects in these studies had a diagnosis of PsA for at least 6 months based on the Classification Criteria for Psoriatic Arthritis (CASPAR), a median duration of PsA of 4.9 years at baseline, ≥ 5 tender joints and ≥ 5 swollen joints, and active plaque psoriasis or psoriatic nail disease at baseline. Regarding baseline clinical presentation, 55.9% of subjects had ≥3% BSA with active plaque psoriasis; 63.4% and 27.9% of subjects had enthesitis and dactylitis, respectively. In PsA- 1 where psoriatic nail disease was further assessed, 67.3% had psoriatic nail disease.",
    "page": 22,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "PsA- 1 where psoriatic nail disease was further assessed, 67.3% had psoriatic nail disease.",
    "page": 22,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "In PsA-1, all subjects had a previous inadequate response or intolerance to non-biologic DMARD therapy and were biologic naïve. In PsA-2, 53.5% of subjects had a previous inadequate response or intolerance to non-biologic DMARD therapy, and 46.5% of subjects had a previous inadequate response or intolerance to biologic therapy. In both studies, subjects were randomized to receive SKYRIZI 150 mg or placebo at Weeks 0, 4, and 16. Starting from Week 28, all subjects received SKYRIZI every 12 weeks. Both studies included a long-term extension for up to an additional 204 weeks. Regarding use of concomitant medications, 59.6% of subjects were receiving concomitant methotrexate (MTX), 11.6% were receiving concomitant non-biologic DMARDs other than MTX, and 28.9% were receiving SKYRIZI monotherapy. For both studies, the primary endpoint was the proportion of subjects who achieved an American College of Rheumatology (ACR) 20 response at Week 24. Clinical Response In both studies, treatment with SKYRIZI resulted in significant improvement in measures of disease activity compared with placebo at Week 24. See Tables 7 and 8 for key efficacy results. In both studies, similar responses were seen regardless of concomitant non-biologic DMARD use, number of prior non-biologic DMARDs, age, gender, race, and BMI. In",
    "page": 23,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "with SKYRIZI resulted in significant improvement in measures of disease activity compared with placebo at Week 24. See Tables 7 and 8 for key efficacy results. In both studies, similar responses were seen regardless of concomitant non-biologic DMARD use, number of prior non-biologic DMARDs, age, gender, race, and BMI. In PsA-2, responses were seen regardless of prior biologic therapy. Table 7. Efficacy Results in Study PsA-1 Endpoint Placebo N=481 Response Rate SKYRIZI N=483 Response Rate Difference from Placebo (95% CI) ACR20 Response* Week 16 33.4% 56.3%a 23.1% (16.8, 29.4) Week 24 33.5% 57.3%a 24.0% (18.0, 30.0) ACR50 Response* Week 16 11.1% 26.4% 15.4% (10.6, 20.2) Week 24 11.3% 33.4 % 22.2% (17.3, 27.2) ACR70 Response* Week 16 2.7% 11.8% 9.2% (6.1, 12.4) Week 24 4.7% 15.3% 10.5% (6.9, 14.2) a. multiplicity-controlled p≤0.001, SKYRIZI vs. placebo comparison. *A Subject was considered as a non-responder after initiation of rescue medication or concomitant medications for PsA that could meaningfully impact efficacy assessment. Table 8. Efficacy Results in Study PsA-2 Endpoint Placebo N=219 Response Rate SKYRIZI N=224 Response Rate Difference from Placebo (95% CI) ACR20 Response*",
    "page": 23,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "medications for PsA that could meaningfully impact efficacy assessment. Table 8. Efficacy Results in Study PsA-2 Endpoint Placebo N=219 Response Rate SKYRIZI N=224 Response Rate Difference from Placebo (95% CI) ACR20 Response*",
    "page": 23,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "ACR20 Response Rate (%) Baseline Week 4 Week 8 Week 12 Week 16 Visit • • 0 • • Placebo N=481 -a- Risankizumab N=483 Week 16 25.3% 48.3% a 22.6% (13.9, 31.2) Week 24 26.5% 51.3% a 24.5% (15.9, 33.0) ACR50 Response* Week 16 6.8% 20.3% 13.5% (7.3, 19.7) Week 24 9.3% 26.3% 16.6% (9.7, 23.6) ACR70 Response* Week 16 3.4% 11.2% 7.8% (3.0, 12.6) Week 24 5.9% 12.0% 6.0% (0.8, 11.3) a. multiplicity-controlled p≤0.001, SKYRIZI vs. placebo comparison. *A Subject was considered as a non-responder after initiation of rescue medication or concomitant medications for PsA that could meaningfully impact efficacy assessment. The percent of subjects achieving ACR20 responses in study PsA-1 through Week 24 is shown in Figure 1. Figure 1. Percent of Subjects Achieving ACR20 Responses in Study PsA-1 through Week 24 The results of the components of the ACR response criteria for both studies are shown in Table 9. Table 9. Mean Change from Baseline in ACR Components PsA-1 PsA-2",
    "page": 24,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "Table 9. Table 9. Mean Change from Baseline in ACR Components PsA-1 PsA-2",
    "page": 24,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Placebo (N=481) Mean (SD) SKYRIZI (N=483) Mean (SD) Placebo (N=219) Mean (SD) SKYRIZI (N=224) Mean (SD) Number of Swollen Joints (0-66) Baseline 12.2 (8.0) 12.1 (7.8) 13.6 (9.0) 13.0 (8.7) Mean change at Week 16 -5.5 (7.0) -7.7 (7.2) -5.4 (8.5) -8.0 (7.4) Mean change at Week 24 -6.7 (7.2) -8.7 (7.2) -6.5 (7.8) -9.1 (7.6) Number of Tender Joints (0-68) Baseline 20.5 (12.8) 20.8 (14.0) 22.3 (13.8) 22.8 (14.9) Mean change at Week 16 -6.3 (11.1) -10.7 (11.4) -6.0 (13.1) -11.3 (13.0) Mean change at Week 24 -7.9 (10.7) -12.0 (12.3) -8.3 (11.3) -13.0 (12.5) Patient’s Assessment of Pain a Baseline 57.1 (22.6) 57.1 (22.6) 57.0 (23.1) 55.0 (23.5) Mean change at Week 16 -8.6 (23.7) -18.4 (26.3) -5.7 (22.7) -14.4 (26.4) Mean change at Week 24 -10.9 (25.4) -21.4 (26.5) -8.7 (25.3) -15.3 (26.5) Patient’s Global Assessment a Baseline 57.4 (22.1) 57.9 (21.7) 56.2 (23.0) 56.2 (21.8) Mean change at Week 16 -10.2 (23.9) -19.4 (25.7) -4.9 (23.6) -17.0 (27.1) Mean change at Week 24 -11.1 (25.1) -22.6 (26.9) -8.7 (25.4) -17.7 (27.7) Physician Global Assessment a Baseline 62.4 (17.0) 61.3 (17.6) 60.7 (16.4) 63.0 (17.0) Mean change at Week 16 -18.3 (22.5) -31.1 (23.4) -19.0 (23.3) -32.7",
    "page": 25,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "change at Week 16 -10.2 (23.9) -19.4 (25.7) -4.9 (23.6) -17.0 (27.1) Mean change at Week 24 -11.1 (25.1) -22.6 (26.9) -8.7 (25.4) -17.7 (27.7) Physician Global Assessment a Baseline 62.4 (17.0) 61.3 (17.6) 60.7 (16.4) 63.0 (17.0) Mean change at Week 16 -18.3 (22.5) -31.1 (23.4) -19.0 (23.3) -32.7 (24.7) Mean change at Week 24 -22.2 (22.8) -34.8 (23.2) -21.3 (25.2) -35.5 (25.6) Health Assessment Questionnaire - Disability Index (HAQ-DI) b Baseline 1.2 (0.7) 1.2 (0.7) 1.1 (0.6) 1.1 (0.6) Mean change at Week 16 -0.1 (0.5) -0.3 (0.5) -0.1 (0.5) -0.2 (0.5) Mean change at Week 24 -0.1 (0.5) -0.3 (0.5) -0.1 (0.4) -0.2 (0.5) High sensitivity C-reactive protein (hs-CRP) mg/L Baseline 11.3 (14.1) 11.9 (15.9) 8.2 (17.1) 7.4 (10.9) Mean change at Week 16 -0.3 (14.7) -4.8 (14.2) -0.1 (6.8) -2.1 (7.5) Mean change at Week 24 -0.2 (11.7) -4.3 (12.8) -0.5 (14.5) -1.8 (13.4) SD= Standard Deviation. a. Assessment based on Visual Analog Scale (100 mm) with the left end indicating “no pain” (for patient’s assessment of pain), “very well” (for patient global assessment), or “no arthritis activity” (for physician global assessment) and the right end indicating “the worst possible pain” (for patient assessment of pain),",
    "page": 25,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "Deviation. a. Assessment based on Visual Analog Scale (100 mm) with the left end indicating “no pain” (for patient’s assessment of pain), “very well” (for patient global assessment), or “no arthritis activity” (for physician global assessment) and the right end indicating “the worst possible pain” (for patient assessment of pain), “poor” (for patient global assessment), or “extremely active arthritis” (for physician global assessment). b. Disability Index of the Health Assessment Questionnaire; 0 = no difficulty to 3 = inability to perform, measures the patient’s ability to perform the following: dressing, arising, eating, walking, hygiene, reaching, gripping, and activities of daily living.",
    "page": 25,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Treatment with SKYRIZI resulted in improvement in dactylitis and enthesitis in subjects with pre-existing dactylitis or enthesitis. In patients with coexistent plaque psoriasis receiving SKYRIZI, the skin lesions of psoriasis improved with treatment, relative to placebo, as measured by the Psoriasis Area Severity Index (PASI 90) at Week 24. Physical Function In both studies, patients treated with SKYRIZI showed statistically significant improvement from baseline in physical function compared with placebo as assessed by HAQ-DI at Week 24 (Table 7). The mean difference (95% CI) from placebo in HAQ-DI change from baseline at Week 24 was -0.20 (-0.26, -0.14) in study PsA-1 and -0.16 (-0.26, -0.07) in study PsA-2. In both studies, a greater proportion of subjects achieved a reduction of at least 0.35 in HAQ-DI score from baseline in the SKYRIZI group compared with placebo at Week 24. Other Health Related Outcomes In both studies, general health status was assessed by the 36-Item Short Form Health Survey (SF- 36 V2). Fatigue was assessed by Functional Assessment of Chronic Illness Therapy Fatigue Scale (FACIT-Fatigue). In both studies at Week 24, subjects treated with SKYRIZI showed improvements in the SF-36 physical component summary scores compared with subjects who received placebo. There were",
    "page": 26,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "by the 36-Item Short Form Health Survey (SF- 36 V2). Fatigue was assessed by Functional Assessment of Chronic Illness Therapy Fatigue Scale (FACIT-Fatigue). In both studies at Week 24, subjects treated with SKYRIZI showed improvements in the SF-36 physical component summary scores compared with subjects who received placebo. There were also numerical improvements in subjects treated with SKYRIZI in physical functioning, role physical, bodily pain, general health, vitality, social functioning, mental health, role emotional domain scores and mental component summary scores in both studies at week 24 compared to placebo. In both studies at Week 24, subjects treated with SKYRIZI showed improvements in FACIT-Fatigue scores compared with subjects who received placebo. 14.3 Crohn’s Disease Induction Trials (Studies CD-1 and CD-2) In two 12-week induction studies (CD-1; NCT03105128 and CD-2; NCT03104413), subjects with moderately to severely active Crohn’s disease were randomized to receive SKYRIZI 600 mg, SKYRIZI 1,200 mg, or placebo as an intravenous infusion at Week 0, Week 4, and Week 8. Moderately to severely active CD was defined as a Crohn’s Disease Activity Index (CDAI) of 220 to 450 and Simple Endoscopic Score for Crohn’s disease (SES-CD) ≥6 (or ≥4 for isolated ileal disease). Subjects with inadequate response, loss",
    "page": 26,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "as an intravenous infusion at Week 0, Week 4, and Week 8. Moderately to severely active CD was defined as a Crohn’s Disease Activity Index (CDAI) of 220 to 450 and Simple Endoscopic Score for Crohn’s disease (SES-CD) ≥6 (or ≥4 for isolated ileal disease). Subjects with inadequate response, loss of response, or intolerance to oral aminosalicylates, corticosteroids, immunosuppressants, and/or biologic therapy were enrolled. At baseline, the median CDAI was 307 (range: 76 – 634) and 307 (range: 72 – 651), and the median SES-CD was 12 (range: 4 – 45) and 13 (range 4 – 40), in CD-1 and CD-2, respectively. In CD-1, 58% (491/850) of subjects had failed or were intolerant to treatment with one or more biologic therapies (prior biologic failure). All subjects in CD-2 had prior biologic failure. At baseline, 30% and 34% of patients were receiving corticosteroids, 24% and 23% of patients were receiving immunomodulators (azathioprine, 6-mercaptopurine, methotrexate), and 31% and 19% of patients were receiving aminosalicylates in CD-1 and CD-2, respectively. In CD-1 and CD-2",
    "page": 26,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "(azathioprine, 6-mercaptopurine, methotrexate), and 31% and 19% of patients were receiving aminosalicylates in CD-1 and CD-2, respectively. In CD-1 and CD-2",
    "page": 26,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "combined, the median age was 36 years (ranging from 16 to 80 years), 81% (1145/1419) of subjects were white, and 53% (753/1419) were male. In CD-1 and CD-2, the co-primary endpoints were clinical remission and endoscopic response at Week 12. Secondary endpoints included clinical response and endoscopic remission (see Table 10 and Table 11). The SKYRIZI 1,200 mg dosage did not demonstrate additional treatment benefit over the 600 mg dosage and is not a recommended regimen [see Dosage and Administration (2.6)].",
    "page": 27,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Table 10. Proportion of Subjects Meeting Efficacy Endpoints at Week 12 – Study CD-1 Endpoint Placebo SKYRIZI 600 mg Intravenous Infusiona Treatment Difference b (95% CI) Clinical Remissionc,d Total Population N=175 25% N=336 45% 21% e (12%, 29%) Prior biologic failuref N=97 26% N=195 42% Without prior biologic failure N=78 23% N=141 49% Endoscopic Responsec,g Total Population N=175 12% N=336 40% 28% e (21%, 35%) Prior biologic failuref N=97 11% N=195 33% Without prior biologic failure N=78 13% N=141 50% Clinical Responseh Total Population N=175 37% N=336 60% 23% e (14%, 32%) Prior biologic failuref N=97 34% N=195 58% Without prior biologic failure N=78 40% N=141 62% Endoscopic Remissioni Total Population N=175 9% N=336 24% 15% e (9%, 21%) Prior biologic failuref N=97 5% N=195 18% Without prior biologic failure N=78 14% N=141 32%",
    "page": 28,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "a. SKYRIZI 600 mg as an intravenous infusion at Week 0, Week 4, and Week 8 b. Adjusted treatment difference (95% CI) based on Cochran-Mantel-Haenszel method adjusted for randomization stratification factors c. Co-primary endpoints d. CDAI <150 e. p <0.001 f. Prior biologic failure includes inadequate response, loss of response, or intolerance to one or more biologic treatments for CD g. A decrease in SES-CD > 50% from baseline, or a decrease of at least 2 points for subjects with a baseline score of 4 and isolated ileal disease, based on central reading h. A reduction of CDAI ≥ 100 points from baseline i. SES-CD ≤ 4 and at least a 2-point reduction from baseline, with no individual subscore greater than 1, based on central reading Table 11. Proportion of Subjects Meeting Efficacy Endpoints at Week 12 – Study CD-2a Endpoint Placebo N=187 SKYRIZI 600 mg Intravenous Infusionb N=191 Treatment Differencec (95% CI) Clinical Remissiond,e 20% 42% 22% f (13%, 31%) Endoscopic Response d,g 11% 29% 18% f (10%, 25%) Clinical Responseh 30% 60% 29% f (20%, 39%) Endoscopic Remissioni 4% 19% 15% f (9%, 21%) a. All subjects enrolled in CD-2 had prior biologic failure. Prior biologic failure includes",
    "page": 29,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "Differencec (95% CI) Clinical Remissiond,e 20% 42% 22% f (13%, 31%) Endoscopic Response d,g 11% 29% 18% f (10%, 25%) Clinical Responseh 30% 60% 29% f (20%, 39%) Endoscopic Remissioni 4% 19% 15% f (9%, 21%) a. All subjects enrolled in CD-2 had prior biologic failure. Prior biologic failure includes inadequate response, loss of response, or intolerance to one or more biologic treatments for CD b. SKYRIZI 600 mg as an intravenous infusion at Week 0, Week 4, and Week 8 c. Adjusted treatment difference (95% CI) based on Cochran-Mantel-Haenszel method adjusted for randomization stratification factors d. Co-primary endpoints e. CDAI score <150 f. p < 0.001 g. A decrease in SES-CD > 50% from baseline, or a decrease of at least 2 points for subjects with a baseline score of 4 and isolated ileal disease, based on central reading h. A reduction of CDAI ≥ 100 points from baseline i. SES-CD ≤ 4 and at least a 2-point reduction versus from baseline, with and no individual subscore greater than 1, based on central reading Onset of clinical response and clinical remission based on CDAI occurred as early as Week 4 in a greater proportion of subjects treated with the",
    "page": 29,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "i. SES-CD ≤ 4 and at least a 2-point reduction versus from baseline, with and no individual subscore greater than 1, based on central reading Onset of clinical response and clinical remission based on CDAI occurred as early as Week 4 in a greater proportion of subjects treated with the SKYRIZI 600 mg induction regimen compared to placebo.",
    "page": 29,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Reductions in stool frequency and abdominal pain were observed in a greater proportion of subjects treated with the SKYRIZI 600 mg induction regimen compared to placebo at Week 12. Study CD-3 The maintenance study CD-3 evaluated 382 subjects who achieved clinical response defined as a reduction in CDAI of at least 100 points from baseline after 12 weeks of induction treatment with intravenous SKYRIZI in studies CD-1 and CD-2. Subjects were randomized to receive a maintenance regimen of SKYRIZI 180 mg or SKYRIZI 360 mg or placebo at Week 12 and every 8 weeks thereafter for up to an additional 52 weeks. The co-primary endpoints in CD-3 were clinical remission and endoscopic response at Week 52 (see Table 12). Table 12. Proportion of Subjects Meeting Efficacy Endpoints at Week 52 - Study CD-3 Endpoint Placeboa SKYRIZI 180 mg Subcutaneous Injectionb SKYRIZI 360 mg Subcutaneous Injectionc Treatment Difference vs Placebod (95% CI) SKYRIZI 180 mg SKYRIZI 360 mg Clinical Remissione,f Total Population N=130 46% N=135 61% N=117 57% 17%g (6%, 28%) 14%g (3%, 26%) Prior biologic failureh N=99 40% N=95 56% N=83 51% Without prior biologic failure N=31 65% N=40 75% N=34 71% Endoscopic Responsee,i Total Population N=130 22% N=135 50%",
    "page": 30,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "CI) SKYRIZI 180 mg SKYRIZI 360 mg Clinical Remissione,f Total Population N=130 46% N=135 61% N=117 57% 17%g (6%, 28%) 14%g (3%, 26%) Prior biologic failureh N=99 40% N=95 56% N=83 51% Without prior biologic failure N=31 65% N=40 75% N=34 71% Endoscopic Responsee,i Total Population N=130 22% N=135 50% N=117 48% 30%g (20%, 39%) 31%g (21%, 41%) Prior biologic failureh N=99 21% N=95 44% N=83 44% Without prior biologic failure N=31 23% N=40 65% N=34 59% a. The placebo group consisted of patients who were in response to SKYRIZI and were randomized to receive placebo at the start of maintenance therapy. b. SKYRIZI 180 mg at Week 12 and every 8 weeks thereafter for up to an additional 52 weeks c. SKYRIZI 360 mg at Week 12 and every 8 weeks thereafter for up to an additional 52 weeks d. Adjusted treatment difference and 95% CI computed using Cochran-Mantel-Haenszel method adjusted for randomization stratification factors e. Co-primary endpoints f. CDAI <150 g. p <0.05 h. Prior biologic failure includes inadequate response, loss of response, or intolerance to one or more biologic treatments for CD",
    "page": 30,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "method adjusted for randomization stratification factors e. Co-primary endpoints f. CDAI <150 g. p <0.05 h. Prior biologic failure includes inadequate response, loss of response, or intolerance to one or more biologic treatments for CD",
    "page": 30,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "i. A decrease in SES-CD > 50% from baseline, or a decrease of at least 2 points for subjects with a baseline score of 4 and isolated ileal disease, based on central reading Endoscopic remission was observed at Week 52 in 33% (44/135) of subjects treated with the SKYRIZI 180 mg maintenance regimen and 41% (48/117) of subjects treated with the SKYRIZI 360 mg maintenance regimen, compared to 13% (17/130) of subjects treated with placebo. This endpoint was not statistically significant under the prespecified multiple testing procedure. 14.4 Ulcerative Colitis Induction Trial (Study UC-1) In the 12-week induction study (UC-1; NCT03398148), 966 subjects with moderately to severely active ulcerative colitis were randomized and received SKYRIZI 1,200 mg or placebo as an intravenous infusion at Week 0, Week 4, and Week 8. Disease activity was assessed by the modified Mayo score (mMS), a 3-component Mayo score (0-9) which consists of the following subscores (0 to 3 for each subscore): stool frequency (SFS), rectal bleeding (RBS), and findings on centrally read endoscopy score (ES). An ES of 2 was defined by marked erythema, lack of vascular pattern, any friability, and/or erosions; an ES of 3 was defined by spontaneous bleeding and ulceration.",
    "page": 31,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "following subscores (0 to 3 for each subscore): stool frequency (SFS), rectal bleeding (RBS), and findings on centrally read endoscopy score (ES). An ES of 2 was defined by marked erythema, lack of vascular pattern, any friability, and/or erosions; an ES of 3 was defined by spontaneous bleeding and ulceration. Enrolled subjects had a mMS between 5 and 9, with an ES of 2 or 3. Subjects with inadequate response, or intolerance to oral aminosalicylates, corticosteroids, immunomodulators, biologics, Janus Kinase inhibitors (JAKi), and/or sphingosine-1-phosphate receptor modulators (S1PRM) were enrolled. At baseline in UC-1, the median mMS was 7; 37% had severely active disease (mMS >7); 69% had an ES of 3. In UC-1, 52% (499/966) of subjects had failed (inadequate response or intolerance) treatment with one or more biologics, JAKi or S1PRM. Of these 499 subjects, 484 (97%) failed biologics and 90 (18%) failed JAK inhibitors. Enrolled subjects were permitted to use a stable dose of oral corticosteroids (up to 20 mg/day prednisone or equivalent), immunomodulators, and aminosalicylates. At baseline, 36% of subjects were receiving corticosteroids, 16% of subjects were receiving immunomodulators (including azathioprine, 6- mercaptopurine, methotrexate), and 73% of subjects were receiving aminosalicylates in UC-1. In UC-1, the primary",
    "page": 31,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "to use a stable dose of oral corticosteroids (up to 20 mg/day prednisone or equivalent), immunomodulators, and aminosalicylates. At baseline, 36% of subjects were receiving corticosteroids, 16% of subjects were receiving immunomodulators (including azathioprine, 6- mercaptopurine, methotrexate), and 73% of subjects were receiving aminosalicylates in UC-1. In UC-1, the primary endpoint was clinical remission defined using the mMS at Week 12 (see Table 13). Key secondary endpoints included clinical response, endoscopic improvement, and histologic endoscopic mucosal improvement (see Table 13).",
    "page": 31,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Table 13. Proportion of Subjects Meeting Efficacy Endpoints at Week 12 – Study UC-1 Endpoint Placebo SKYRIZI 1,200 mg Intravenous Infusiona Treatment Difference (95% CI)b Clinical Remissionc Total Population N=320 8% N=646 24% 16%h (12%, 20%) Prior biologic, JAKi, or S1PRM failured N=168 6% N=331 14% Without prior biologic, JAKi, or S1PRM failure N=152 9% N=315 33% Clinical Responsee Total Population N=320 36% N=646 65% 29%h (23%, 35%) Prior biologic, JAKi, or S1PRM failured N=168 32% N=331 56% Without prior biologic, JAKi, or S1PRM failure N=152 41% N=315 75% Endoscopic Improvementf Total Population N=320 12% N=646 36% 25%h (20%, 30%) Prior biologic, JAKi, or S1PRM failured N=168 10% N=331 26% Without prior biologic, JAKi, or S1PRM failure N=152 14% N=315 47% Histologic Endoscopic Mucosal Improvement (HEMI)g Total Population N=320 7% N=646 24% 17%h (13%, 21%) Prior biologic, JAKi, or S1PRM failured N=168 7% N=331 16% Without prior biologic, JAKi, or S1PRM failure N=152 8% N=315 33% a SKYRIZI 1,200 mg as an intravenous infusion at Week 0, Week 4, and Week 8 b Adjusted treatment difference (95% CI) based on Cochran-Mantel-Haenszel method adjusted for stratification factors c Per mMS: SFS ≤ 1 and not greater than baseline, RBS = 0,",
    "page": 32,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "S1PRM failure N=152 8% N=315 33% a SKYRIZI 1,200 mg as an intravenous infusion at Week 0, Week 4, and Week 8 b Adjusted treatment difference (95% CI) based on Cochran-Mantel-Haenszel method adjusted for stratification factors c Per mMS: SFS ≤ 1 and not greater than baseline, RBS = 0, and ES ≤ 1 without friability d Prior failure includes inadequate response or intolerance to treatment with one or more of the following: biologic therapies, Janus Kinase inhibitors (JAKi), and/or sphingosine-1-phosphate receptor modulators (S1PRM) e Per mMS: decrease ≥ 2 points and ≥ 30% from baseline, and a decrease in RBS ≥ 1 from baseline or an absolute RBS ≤ 1 f ES ≤ 1 without the evidence of friability",
    "page": 32,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "g ES ≤ 1 without the evidence of friability and Geboes score ≤ 3.1 (indicating neutrophil infiltration in <5% of crypts, no crypt destruction and no erosions, ulcerations or granulation tissue) h p < 0.001 UC-1 was not designed to evaluate the relationship of histologic endoscopic mucosal improvement at week 12 to disease progression and long-term outcomes. Rectal Bleeding and Stool Frequency Subscores Decreases in rectal bleeding and stool frequency subscores in subjects treated with SKYRIZI compared to placebo were observed as early as 4 weeks. Endoscopic Assessment Endoscopic remission was defined as ES of 0. At Week 12, a greater proportion of subjects treated with SKYRIZI compared to placebo achieved endoscopic remission (11% vs 3%). Bowel Urgency A greater proportion of subjects treated with the SKYRIZI 1,200 mg induction regimen compared to placebo had no bowel urgency (44% vs 27%) at Week 12. Fatigue In UC-1, subjects treated with SKYRIZI experienced a clinically meaningful improvement in fatigue, assessed by change from baseline in FACIT-F score, at Week 12, compared to placebo- treated subjects. The effect of SKYRIZI to improve fatigue after 12 weeks of induction has not been established. Other UC Symptoms The proportion of subjects who had no",
    "page": 33,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "SKYRIZI experienced a clinically meaningful improvement in fatigue, assessed by change from baseline in FACIT-F score, at Week 12, compared to placebo- treated subjects. The effect of SKYRIZI to improve fatigue after 12 weeks of induction has not been established. Other UC Symptoms The proportion of subjects who had no nocturnal bowel movements was greater in subjects treated with SKYRIZI compared to placebo at Week 12 (67% vs 43%). Maintenance Study UC-2 The maintenance study (UC-2; NCT03398135) evaluated 547 subjects who received one of three SKYRIZI induction regimens, including the 1,200 mg regimen, for 12 weeks in Studies UC-1 or UC-3 and demonstrated clinical response per mMS after 12 weeks. Subjects were randomized to receive a maintenance regimen of subcutaneous (SC) SKYRIZI 180 mg or SKYRIZI 360 mg or placebo at Week 12 and every 8 weeks thereafter for up to an additional 52 weeks. In UC-2, 75% (411/547) of subjects had failed (inadequate response or intolerance) treatment with one or more biologics, JAKi, or S1PRM. Of these 411 subjects, 407 (99%) failed biologics and 78 (19%) failed JAK inhibitors. The primary endpoint in UC-2 was clinical remission using mMS at Week 52 (see Table 14). Key secondary endpoints included",
    "page": 33,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "subjects had failed (inadequate response or intolerance) treatment with one or more biologics, JAKi, or S1PRM. Of these 411 subjects, 407 (99%) failed biologics and 78 (19%) failed JAK inhibitors. The primary endpoint in UC-2 was clinical remission using mMS at Week 52 (see Table 14). Key secondary endpoints included corticosteroid-free clinical remission, endoscopic improvement, and histologic endoscopic mucosal improvement (see Table 14). Table 14. Proportion of Subjects Meeting Efficacy Endpoints at Week 52 - Study UC-2",
    "page": 33,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Endpoint Placeboa SKYRIZI 180 mg SC Injectionb SKYRIZI 360 mg SC Injectionc Clinical remissiond Total Population N=182 26% N=179 45% N=186 41% Treatment Difference vs Placeboe (95% CI) 20% j [11%, 29%] 16% j [7%, 25%] Prior biologic, JAKi, or S1PRM failuref N=138 24% N=134 41% N=139 32% Without prior biologic, JAKi, or S1PRM failure N=44 32% N=45 58% N=47 67% Corticosteroid-free clinical remissiong Total Population N=182 26% N=179 45% N=186 40% Treatment Difference vs Placeboe (95% CI) 20% j [11%, 29%] 16%j [7%, 25%] Prior biologic, JAKi, or S1PRM failuref N=138 24% N=134 40% N=139 32% Without prior biologic, JAKi, or S1PRM failure N=44 32% N=45 58% N=47 64% Endoscopic improvementh Total Population N=182 31% N=179 51% N=186 48% Treatment Difference vs Placeboe (95% CI) 20% j [11%, 30%] 18% j [8%, 27%] Prior biologic, JAKi, or S1PRM failuref N=138 30% N=134 48% N=139 39% Without prior biologic, JAKi, or S1PRM failure N=44 34% N=45 60% N=47 76% Histologic Endoscopic Mucosal Improvementi Total Population N=182 24% N=179 43% N=186 42% Treatment Difference vs Placeboe (95% CI) 20% j [11%, 29%] 20% j [11%, 29%] Prior biologic, JAKi, or S1PRM failuref N=138 22% N=134 39% N=139 33%",
    "page": 34,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "or S1PRM failure N=44 34% N=45 60% N=47 76% Histologic Endoscopic Mucosal Improvementi Total Population N=182 24% N=179 43% N=186 42% Treatment Difference vs Placeboe (95% CI) 20% j [11%, 29%] 20% j [11%, 29%] Prior biologic, JAKi, or S1PRM failuref N=138 22% N=134 39% N=139 33%",
    "page": 34,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Without prior biologic, JAKi, or S1PRM failure N=44 30% N=45 55% N=47 69% a The placebo group consisted of subjects who were in response to 12 weeks of SKYRIZI induction and were randomized to receive placebo at the start of maintenance therapy. b SKYRIZI 180 mg at Week 12 and every 8 weeks thereafter for up to an additional 52 weeks c SKYRIZI 360 mg at Week 12 and every 8 weeks thereafter for up to an additional 52 weeks d Per mMS: SFS ≤ 1 and not greater than baseline, RBS = 0, and ES ≤ 1 without friability e Adjusted treatment difference (95% CI) based on Cochran-Mantel-Haenszel method adjusted for stratification factors f Prior failure includes inadequate response or intolerance to treatment with one or more of the following: biologic therapies, Janus Kinase inhibitors (JAKi), and/or sphingosine-1-phosphate receptor modulators (S1PRM) g Clinical remission per mMS at Week 52 and corticosteroid-free for ≥90 days h ES ≤ 1 without the evidence of friability i ES ≤ 1without the evidence of friability and Geboes score ≤ 3.1 (indicating neutrophil infiltration in <5% of crypts, no crypt destruction and no erosions, ulcerations or granulation tissue) j p < 0.001 Endoscopic Assessment",
    "page": 35,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "and corticosteroid-free for ≥90 days h ES ≤ 1 without the evidence of friability i ES ≤ 1without the evidence of friability and Geboes score ≤ 3.1 (indicating neutrophil infiltration in <5% of crypts, no crypt destruction and no erosions, ulcerations or granulation tissue) j p < 0.001 Endoscopic Assessment Endoscopic remission was defined as ES of 0. In UC-2, a greater proportion of subjects treated with SKYRIZI 180 mg and SKYRIZI 360 mg compared to placebo achieved endoscopic remission at Week 52 (23% and 24% vs 15%). 16 HOW SUPPLIED/STORAGE AND HANDLING How Supplied SKYRIZI (risankizumab-rzaa) injection is supplied in the following strengths: Strength Pack Size NDC Subcutaneous Injection 150 mg/mL single-dose pen Carton of 1 0074-2100-01 90 mg/mL single-dose prefilled syringe Carton of 2 0074-7040-02 Carton of 4 0074-7042-04 150 mg/mL single-dose prefilled syringe Carton of 1 0074-1050-01 180 mg/1.2 mL (150 mg/mL) single- dose prefilled cartridge with on-body injector Kit 0074-1065-01 360 mg/2.4 mL (150 mg/mL) single- dose prefilled cartridge with on-body injector Kit 0074-1070-01 Intravenous Infusion 600 mg/10 mL (60 mg/mL) single- dose vial Carton of 1 0074-5015-01",
    "page": 35,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "on-body injector Kit 0074-1065-01 360 mg/2.4 mL (150 mg/mL) single- dose prefilled cartridge with on-body injector Kit 0074-1070-01 Intravenous Infusion 600 mg/10 mL (60 mg/mL) single- dose vial Carton of 1 0074-5015-01",
    "page": 35,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Subcutaneous Injection SKYRIZI 150 mg/mL prefilled syringe or prefilled pen contains a sterile, preservative-free, colorless to yellow, and clear to slightly opalescent solution. Each prefilled syringe or prefilled pen consists of a 1 mL glass syringe with a fixed 27-gauge ½ inch needle with needle guard. SKYRIZI 90 mg/mL prefilled syringe is a sterile, preservative-free, colorless to slightly yellow and clear to slightly opalescent solution. Each prefilled syringe consists of a 1 mL glass syringe with a fixed 29-gauge ½ inch needle with needle guard. SKYRIZI 180 mg/1.2 mL (150 mg/mL) cyclic olefin polymer prefilled cartridge with a septum and cap contains a sterile, preservative-free, colorless to yellow, and clear to slightly opalescent solution for use with supplied on-body injector administration device. SKYRIZI 360 mg/2.4 mL (150 mg/mL) cyclic olefin polymer prefilled cartridge with a septum and cap contains a sterile, preservative-free, colorless to yellow, and clear to slightly opalescent solution for use with supplied on-body injector administration device. Intravenous Infusion SKYRIZI 600 mg/10 mL (60 mg/mL) vial contains a sterile and preservative-free, colorless to slightly yellow, and clear to slightly opalescent solution. Each glass vial is closed with a stopper and blue flip cap. Storage and Handling • Store",
    "page": 36,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "solution for use with supplied on-body injector administration device. Intravenous Infusion SKYRIZI 600 mg/10 mL (60 mg/mL) vial contains a sterile and preservative-free, colorless to slightly yellow, and clear to slightly opalescent solution. Each glass vial is closed with a stopper and blue flip cap. Storage and Handling • Store in a refrigerator at 36°F to 46° F (2°C to 8°C). • Do not freeze. • Do not shake. • Keep in the original cartons to protect from light. • Not made with natural rubber latex. 17 PATIENT COUNSELING INFORMATION Advise the patient and/or caregiver to read the FDA-approved patient labeling (Medication Guide and Instructions for Use). Hypersensitivity Reactions Advise patients to discontinue SKYRIZI and seek immediate medical attention if they experience any symptoms of serious hypersensitivity reactions [see Warnings and Precautions (5.1)]. Infections Inform patients that SKYRIZI may lower the ability of their immune system to fight infections. Instruct patients of the importance of communicating any history of infections to the healthcare provider and contacting their healthcare provider if they develop any symptoms of an infection [see Warnings and Precautions (5.2)]. Hepatotoxicity in Treatment of Inflammatory Bowel Disease",
    "page": 36,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "patients of the importance of communicating any history of infections to the healthcare provider and contacting their healthcare provider if they develop any symptoms of an infection [see Warnings and Precautions (5.2)]. Hepatotoxicity in Treatment of Inflammatory Bowel Disease",
    "page": 36,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Inform patients that SKYRIZI may cause liver injury, especially during the initial 12 weeks of treatment. Instruct patients to seek immediate medical attention if they experience symptoms suggestive of liver dysfunction. (e.g., unexplained rash, nausea, vomiting, abdominal pain, fatigue, anorexia, or jaundice and/or dark urine) [see Warnings and Precautions (5.4)]. Administration of Vaccines Advise patients that vaccination with live vaccines is not recommended during SKYRIZI treatment and immediately prior to or after SKYRIZI treatment. Medications that interact with the immune system may increase the risk of infection following administration of live vaccines. Instruct patients to inform the healthcare practitioner that they are taking SKYRIZI prior to a potential vaccination [see Warnings and Precautions (5.5)]. Administration Instruction Instruct patients or caregivers to perform the first self-injected dose under the supervision and guidance of a qualified healthcare professional for training in preparation and administration of SKYRIZI, including choosing anatomical sites for administration, and proper subcutaneous injection technique [see Instructions for Use]. If using SKYRIZI 90 mg/mL, instruct patients or caregivers to administer two 90 mg single-dose syringes to achieve the full 180 mg maintenance dose or four 90 mg single-dose syringes to achieve the full 360 mg maintenance dose of SKYRIZI for",
    "page": 37,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "and proper subcutaneous injection technique [see Instructions for Use]. If using SKYRIZI 90 mg/mL, instruct patients or caregivers to administer two 90 mg single-dose syringes to achieve the full 180 mg maintenance dose or four 90 mg single-dose syringes to achieve the full 360 mg maintenance dose of SKYRIZI for Crohn’s disease [see Instructions for Use]. Instruct patients or caregivers in the technique of pen or syringe disposal [see Instructions for Use]. Pregnancy Advise patients that there is a pregnancy registry that monitors pregnancy outcomes in women exposed to SKYRIZI during pregnancy [see Use in Specific Populations (8.1)]. Manufactured by: AbbVie Inc. North Chicago, IL 60064, USA US License Number 1889 SKYRIZI® is a registered trademark of AbbVie Biotechnology Ltd. © 2019-2025 AbbVie Inc. 20092907 5/2025",
    "page": 37,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Medication Guide SKYRIZI® (sky-RIZZ-ee) (risankizumab-rzaa) injection, for subcutaneous or intravenous use What is the most important information I should know about SKYRIZI? SKYRIZI may cause serious side effects, including: Serious allergic reactions. Stop using SKYRIZI and get emergency medical help right away if you get any of the following symptoms of a serious allergic reaction: • fainting, dizziness, feeling lightheaded (low blood pressure) • swelling of your face, eyelids, lips, mouth, tongue, or throat • trouble breathing or throat tightness • chest tightness • skin rash, hives • itching Infections. SKYRIZI may lower the ability of your immune system to fight infections and may increase your risk of infections. Your healthcare provider should check you for infections and tuberculosis (TB) before starting treatment with SKYRIZI and may treat you for TB before you begin treatment with SKYRIZI if you have a history of TB or have active TB. Your healthcare provider should watch you closely for signs and symptoms of TB during and after treatment with SKYRIZI. Tell your healthcare provider right away if you have an infection or have symptoms of an infection, including: • fever, sweats, or chills • muscle aches • weight loss • cough • shortness",
    "page": 38,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "provider should watch you closely for signs and symptoms of TB during and after treatment with SKYRIZI. Tell your healthcare provider right away if you have an infection or have symptoms of an infection, including: • fever, sweats, or chills • muscle aches • weight loss • cough • shortness of breath • blood in your mucus (phlegm) • warm, red, or painful skin or sores on your body different from your psoriasis • diarrhea or stomach pain • burning when you urinate or urinating more often than normal See “What are the possible side effects of SKYRIZI?” for more information about side effects. What is SKYRIZI? SKYRIZI is a prescription medicine used to treat: • moderate to severe plaque psoriasis in adults who may benefit from taking injections or pills (systemic therapy) or treatment using ultraviolet or UV light (phototherapy). • active psoriatic arthritis in adults. • moderate to severe Crohn’s disease in adults. • moderate to severe ulcerative colitis in adults. It is not known if SKYRIZI is safe and effective in children. Who should not use SKYRIZI? Do not use SKYRIZI if you are allergic to risankizumab-rzaa or any of the ingredients in SKYRIZI. See the end",
    "page": 38,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "severe Crohn’s disease in adults. • moderate to severe ulcerative colitis in adults. It is not known if SKYRIZI is safe and effective in children. Who should not use SKYRIZI? Do not use SKYRIZI if you are allergic to risankizumab-rzaa or any of the ingredients in SKYRIZI. See the end of this Medication Guide for a complete list of ingredients in SKYRIZI. Before using SKYRIZI, tell your healthcare provider about all of your medical conditions, including if you: • have any of the conditions or symptoms listed in the section “What is the most important information I should know about SKYRIZI?” • have an infection that does not go away or that keeps coming back. • have TB or have been in close contact with someone with TB. • have recently received or are scheduled to receive an immunization (vaccine). Medicines that interact with the immune system may increase your risk of getting an infection after receiving live vaccines. You should avoid receiving live vaccines right before, during, or right after treatment with SKYRIZI. Tell your healthcare provider that you are taking SKYRIZI before receiving a vaccine. • are pregnant or plan to become pregnant. It is not known if",
    "page": 38,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "risk of getting an infection after receiving live vaccines. You should avoid receiving live vaccines right before, during, or right after treatment with SKYRIZI. Tell your healthcare provider that you are taking SKYRIZI before receiving a vaccine. • are pregnant or plan to become pregnant. It is not known if SKYRIZI can harm your unborn baby. • are breastfeeding or plan to breastfeed. It is not known if SKYRIZI passes into your breast milk. • If you become pregnant while taking SKYRIZI, you are encouraged to enroll in the Pregnancy Registry. The purpose of the pregnancy registry is to collect information about the health of you and your baby. Talk to your healthcare provider or call 1-877-302-2161 to enroll in this registry. Tell your healthcare provider about all the medicines you take, including prescription and over-the- counter medicines, vitamins, and herbal supplements.",
    "page": 38,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "How should I use SKYRIZI? See the detailed “Instructions for Use” that comes with SKYRIZI for information on how to prepare and inject a dose of SKYRIZI, and how to properly throw away (dispose of) a used SKYRIZI prefilled pen, prefilled syringe, or prefilled cartridge with on-body injector. • Use SKYRIZI exactly as your healthcare provider tells you to use it. • Your healthcare provider will tell you how much SKYRIZI is right for you and how often you should receive it. • Before self-injecting with SKYRIZI prefilled pen, prefilled syringe, or prefilled cartridge with on-body injector, your healthcare provider should show you how to inject SKYRIZI. • If you miss your SKYRIZI dose, inject a dose as soon as you remember. Then, take your next dose at your regular scheduled time. Call your healthcare provider if you are not sure what to do. • If you inject more SKYRIZI than prescribed, call your healthcare provider right away. Adults with plaque psoriasis or psoriatic arthritis will receive SKYRIZI as an injection under the skin (subcutaneous injection) using the prefilled pen or prefilled syringe. Adults with Crohn’s disease or ulcerative colitis will receive their starter doses with SKYRIZI through a vein",
    "page": 39,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "than prescribed, call your healthcare provider right away. Adults with plaque psoriasis or psoriatic arthritis will receive SKYRIZI as an injection under the skin (subcutaneous injection) using the prefilled pen or prefilled syringe. Adults with Crohn’s disease or ulcerative colitis will receive their starter doses with SKYRIZI through a vein in the arm (intravenous infusion) in a healthcare facility by a healthcare provider. After completing the starter doses, patients will receive SKYRIZI as 1 or more injections under the skin (subcutaneous injection) using the prefilled cartridge with on-body injector or prefilled syringe. What are the possible side effects of SKYRIZI? SKYRIZI may cause serious side effects including: • See “What is the most important information I should know about SKYRIZI?” • Liver problems may happen while being treated for Crohn’s disease or ulcerative colitis. A person with Crohn’s disease who received SKYRIZI by intravenous infusion (through a vein in the arm) developed changes in liver blood tests with a rash that led to hospitalization. Your healthcare provider will do blood tests to check your liver before, during, and at least up to 12 weeks of treatment with SKYRIZI. Your healthcare provider may stop treatment with SKYRIZI if you develop liver",
    "page": 39,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "arm) developed changes in liver blood tests with a rash that led to hospitalization. Your healthcare provider will do blood tests to check your liver before, during, and at least up to 12 weeks of treatment with SKYRIZI. Your healthcare provider may stop treatment with SKYRIZI if you develop liver problems. Tell your healthcare provider right away if you notice any of the following symptoms: o unexplained rash o vomiting o tiredness (fatigue) o yellowing of the skin and eyes (jaundice) o nausea o stomach (abdominal) pain o loss of appetite o dark urine The most common side effects of SKYRIZI in people treated for Crohn’s disease and ulcerative colitis include: • upper respiratory infections • headache • stomach (abdominal) pain • injection site reactions • fever • back pain • joint pain • low red blood cells (anemia) • urinary tract infection • rash The most common side effects of SKYRIZI in people treated for plaque psoriasis and psoriatic arthritis include: • upper respiratory infections • feeling tired • fungal skin infections • headache • injection site reactions These are not all the possible side effects of SKYRIZI. Call your doctor for medical advice about side effects. You may",
    "page": 39,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "of SKYRIZI in people treated for plaque psoriasis and psoriatic arthritis include: • upper respiratory infections • feeling tired • fungal skin infections • headache • injection site reactions These are not all the possible side effects of SKYRIZI. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800- FDA-1088. How should I store SKYRIZI? • Store SKYRIZI in the refrigerator between 36°F to 46°F (2°C to 8°C). • Do not freeze SKYRIZI. • Do not shake SKYRIZI. • Keep SKYRIZI in the original carton to protect it from light. • SKYRIZI is not made with natural rubber latex. Keep SKYRIZI and all medicines out of the reach of children. General information about the safe and effective use of SKYRIZI.",
    "page": 39,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Medicines are sometimes prescribed for purposes other than those listed in a Medication Guide. Do not use SKYRIZI for a condition for which it was not prescribed. Do not give SKYRIZI to other people, even if they have the same symptoms that you have. It may harm them. You can ask your pharmacist or healthcare provider for information about SKYRIZI that is written for health professionals. What are the ingredients in SKYRIZI? Active ingredient: risankizumab-rzaa. SKYRIZI 90 mg/mL inactive ingredients: polysorbate 20, sodium succinate, sorbitol, succinic acid, and Water for Injection, USP. SKYRIZI 150 mg/mL, 180 mg/1.2 mL, 360 mg/2.4 mL, and 600 mg/ 10 mL inactive ingredients: glacial acetic acid, polysorbate 20, sodium acetate, trehalose, and Water for Injection, USP. Manufactured by: AbbVie Inc., North Chicago, IL 60064, U.S.A. US License Number 1889 SKYRIZI® is a registered trademark of AbbVie Biotechnology Ltd. © 2019-2024 AbbVie Inc. For more information, call 1-866-SKYRIZI (1-866-759-7494) or go to www.SKYRIZI.com. This Medication Guide has been approved by the U.S. Food and Drug Administration Revised: 6/2024 20086179 R2",
    "page": 40,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "call 1-866-SKYRIZI (1-866-759-7494) or go to www.SKYRIZI.com. This Medication Guide has been approved by the U.S. Food and Drug Administration Revised: 6/2024 20086179 R2",
    "page": 40,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Green Activator Button ▪ Gray Hand Grips ▪ Inspection Window ▪ White Needle Sleeve Needle Dark Gray Cap (Do not remove until ready to inject) INSTRUCTIONS FOR USE SKYRIZI® (sky-RIZZ-ee) Pen (risankizumab-rzaa) injection, for subcutaneous use Read Before First Use Refer to the Medication Guide for product information. Read this Instructions for Use before using SKYRIZI Pen (risankizumab-rzaa) injection. Before using SKYRIZI, you should receive training from your healthcare provider on how to inject SKYRIZI. SKYRIZI Single-Dose Pen Important Information • Store SKYRIZI in the refrigerator at 36°F to 46°F (2°C to 8°C). • Keep SKYRIZI in the original carton to protect from light until you are ready to use. • Before injecting, take the SKYRIZI carton out of the refrigerator. Leave the carton at room temperature and out of direct sunlight for 30 to 90 minutes.",
    "page": 41,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "STEP 1 • The liquid in the inspection window should look clear to yellow and may contain tiny white or clear particles. • Do not use SKYRIZI if the liquid is discolored, cloudy or contains flakes or large particles. • Do not use SKYRIZI if the expiration date (EXP) has passed. • Do not use SKYRIZI if the liquid has been frozen, even if it has been thawed. • Do not shake SKYRIZI. • Do not use if the SKYRIZI Pen has been dropped or damaged. • Do not use SKYRIZI if carton perforations are broken. Return product to pharmacy. • Do not remove the dark gray cap until right before injection. • SKYRIZI is not made with natural rubber latex. Prepare SKYRIZI injection Take the SKYRIZI carton out of the refrigerator. Leave the carton at room temperature and out of direct sunlight for 30 to 90 minutes before injecting. • Do not remove the Pen from the carton while allowing SKYRIZI to reach room temperature. • Do not warm SKYRIZI in any other way. For example, do not warm it in a microwave or in hot water. • Do not use the Pen if the liquid has been frozen,",
    "page": 42,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "• Do not remove the Pen from the carton while allowing SKYRIZI to reach room temperature. • Do not warm SKYRIZI in any other way. For example, do not warm it in a microwave or in hot water. • Do not use the Pen if the liquid has been frozen, even if it has been thawed. Check expiration date (EXP). Do not use the Pen if expiration date has passed. Place the following on a clean, flat surface: • 1 single-dose SKYRIZI Pen (included) • 1 alcohol swab (not included) • 1 cotton ball or gauze pad (not included) • FDA-cleared sharps disposal container (not included). See “Used SKYRIZI Prefilled Pen Disposal” for information on how to throw away (dispose of) used Pens. Wash and dry your hands.",
    "page": 42,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "STEP 3 STEP 5 Choose an injection site: • on the front of your thighs or • your abdomen (belly) at least 2 inches from your navel (belly button) Wipe the injection site in a circular motion with the alcohol swab and let it dry. • Do not touch or blow on the injection site after it is cleaned. Allow the skin to dry before injecting. • Do not inject through clothes. • Do not inject into skin that is sore, bruised, red, hard, scarred, has stretch marks, or areas with psoriasis. Hold the Pen with the dark gray cap pointing up. • Pull the dark gray cap straight off. • Throw the dark gray cap away. Check the liquid through the inspection window. • It is normal to see 1 or more bubbles in the liquid. • The liquid should look clear to yellow and may contain tiny white or clear particles. • Do not use if the liquid is discolored, cloudy or contains flakes or large particles. Give SKYRIZI injection Hold the Pen with your fingers on the gray hand grips. Turn the Pen so that the white needle sleeve points toward the injection site and you can",
    "page": 43,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "or clear particles. • Do not use if the liquid is discolored, cloudy or contains flakes or large particles. Give SKYRIZI injection Hold the Pen with your fingers on the gray hand grips. Turn the Pen so that the white needle sleeve points toward the injection site and you can see the green activator button. Pinch the skin at your injection site to make a raised area and hold it firmly. Place the white needle sleeve straight (90-degree angle) against the raised injection site.",
    "page": 43,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "STEP 6 STEP 7 STEP 8 Hold the Pen so that you can see the green activator button and inspection window. Push and keep pressing the Pen down against the raised injection site. • The Pen will activate only if the white needle sleeve is pressed down against the injection site before pressing the green activator button. Press the green activator button and hold the Pen for 15 seconds. • The first loud “click” means the start of the injection. Keep pressing the Pen down against the injection site. The injection is complete when: • the Pen has made a second “click” or • the yellow indicator has filled the inspection window This takes up to 15 seconds. After SKYRIZI injection When the injection is complete, slowly pull the Pen straight out from the skin. The white needle sleeve will cover the needle tip and make another “click.” After completing the injection, place a cotton ball or gauze pad on the skin at the injection site. • Do not rub the injection site. • Slight bleeding at the injection site is normal.",
    "page": 44,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "the injection, place a cotton ball or gauze pad on the skin at the injection site. • Do not rub the injection site. • Slight bleeding at the injection site is normal.",
    "page": 44,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "STEP 9 Throw away (dispose of) the used Pen in a FDA- cleared sharps disposal container right away after use. • Do not dispose of used Pens in your household trash unless your community guidelines permit this. • Do not recycle your sharps disposal container. The dark gray cap, alcohol swab, cotton ball or gauze pad, and packaging may be placed in your household trash. For more information, see “Used SKYRIZI Prefilled Pen Disposal”. Important Information • Store SKYRIZI in the refrigerator at 36°F to 46°F (2°C to 8°C). • Keep SKYRIZI in the original carton to protect from light until you are ready to use. • Before injecting, take the SKYRIZI carton out of the refrigerator. Leave the carton at room temperature and out of direct sunlight for 30 to 90 minutes. • The liquid in the inspection window should look clear to yellow and may contain tiny white or clear particles. • Do not use SKYRIZI if the liquid is discolored, cloudy or contains flakes or large particles. • Do not use SKYRIZI if the expiration date (EXP) has passed. • Do not use SKYRIZI if the liquid has been frozen, even if it has been thawed. •",
    "page": 45,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "or clear particles. • Do not use SKYRIZI if the liquid is discolored, cloudy or contains flakes or large particles. • Do not use SKYRIZI if the expiration date (EXP) has passed. • Do not use SKYRIZI if the liquid has been frozen, even if it has been thawed. • Do not shake SKYRIZI. • Do not use if the SKYRIZI Pen has been dropped or damaged. • Do not use SKYRIZI if carton perforations are broken. Return product to pharmacy. • Do not remove the dark gray cap until right before injection. • SKYRIZI is not made with natural rubber latex. Keep the SKYRIZI Pen and sharps disposal container out of the reach of children. Call your healthcare provider or (866) SKYRIZI or (866) 759-7494 if you need help or do not know how to proceed. Questions About Using the SKYRIZI Pen Q. What if I need help on how to inject SKYRIZI? A. Call your healthcare provider or (866) SKYRIZI or (866) 759-7494 if you need help. Q. I have removed the dark gray cap and pressed the green activator button. Why isn’t my injection starting? A. The green activator button will not start the injection unless the",
    "page": 45,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "how to inject SKYRIZI? A. Call your healthcare provider or (866) SKYRIZI or (866) 759-7494 if you need help. Q. I have removed the dark gray cap and pressed the green activator button. Why isn’t my injection starting? A. The green activator button will not start the injection unless the white needle sleeve is pressed firmly against the injection site. Q. How do I know when the injection is complete? A. The injection is complete if the Pen makes a second “click” or the yellow indicator fills the inspection window. This takes up to 15 seconds. Q. What should I do if there are more than a few drops of liquid on the injection site? A. Call (866) SKYRIZI or (866) 759-7494 for help. Q. What should I do with the used Pen after my injection?",
    "page": 45,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "MIIII EMMEN MEM. MEM. -IMMO A. Dispose of the used Pen in a sharps disposal container right after use. Do not dispose of the used Pen in your household trash. You can sign up to receive sharps containers for SKYRIZI Pen disposal at no additional cost by going to www.SKYRIZI.com or calling (866) SKYRIZI or (866) 759-7494. Call (866) SKYRIZI or (866) 759-7494 or go to www.SKYRIZI.com for help with your injection. To help remember when to inject, mark your calendar with the date you give your SKYRIZI injection. Keep the SKYRIZI Pen and sharps disposal container out of the reach of children. Call your healthcare provider or (866) SKYRIZI or (866) 759-7494 if you need help or have questions about the use of SKYRIZI. Used SKYRIZI Prefilled Pen Disposal If you do not have a FDA-cleared sharps disposal container, you may use a household container that is: • made of a heavy-duty plastic, • can be closed with a tight-fitting, puncture-resistant lid, without sharps being able to come out, • upright and stable during use, • leak-resistant, and • properly labeled to warn of hazardous waste inside the container. When your sharps disposal container is almost full, you will",
    "page": 46,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "of a heavy-duty plastic, • can be closed with a tight-fitting, puncture-resistant lid, without sharps being able to come out, • upright and stable during use, • leak-resistant, and • properly labeled to warn of hazardous waste inside the container. When your sharps disposal container is almost full, you will need to follow your community guidelines for the right way to dispose of your sharps disposal container. There may be state or local laws about how you should throw away used Pens. For more information about safe sharps disposal, and for specific information about sharps disposal in the state that you live in, go to the FDA’s website at: www.fda.gov/safesharpsdisposal. Do not recycle your used sharps disposal container. Manufactured by: AbbVie Inc., North Chicago, IL 60064, U.S.A. US License Number 1889 SKYRIZI® is a registered trademark of AbbVie Biotechnology Ltd. © 2019-2024 AbbVie Inc. 20086179 This Instructions for Use has been approved by the U.S. Food and Drug Administration. Revised: 6/2024",
    "page": 46,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "been approved by the U.S. Food and Drug Administration. Revised: 6/2024",
    "page": 46,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Cardboard sleeve covering prefilled syringe boforo use (Cardboard sleeve removed) Cool co..) n“.166 INSTRUCTIONS FOR USE SKYRIZI® (sky-RIZZ-ee) (risankizumab-rzaa) injection, for subcutaneous use 150 mg/mL prefilled syringe Read Before First Use Refer to the Medication Guide for product information. SKYRIZI Single-Dose Prefilled Syringe Important Information • Keep SKYRIZI in the original carton to protect from light until time to use. • The liquid should look clear to yellow and may contain tiny white or clear particles. • Do not use SKYRIZI if the liquid is discolored, cloudy or contains flakes or large particles. • Do not use SKYRIZI if the expiration date (EXP:) shown on the carton and prefilled syringe has passed. • Do not use SKYRIZI if the liquid has been frozen (even if thawed). • Do not shake SKYRIZI. • Do not use SKYRIZI if the prefilled syringe has been dropped or damaged. • Do not use SKYRIZI if carton perforations are broken. Return product to the pharmacy. • Do not remove the needle cover until right before giving the injection. Keep SKYRIZI and all medicines out of the reach of children. Please Read Complete Instructions for Use Before Using SKYRIZI Prefilled Syringe Before Injecting • Receive training",
    "page": 47,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "if carton perforations are broken. Return product to the pharmacy. • Do not remove the needle cover until right before giving the injection. Keep SKYRIZI and all medicines out of the reach of children. Please Read Complete Instructions for Use Before Using SKYRIZI Prefilled Syringe Before Injecting • Receive training on how to inject SKYRIZI before giving injection. Call your healthcare provider or (866) SKYRIZI or (866) 759-7494 if you need help. • Mark your calendar ahead of time to remember when to take SKYRIZI. • Leave the carton at room temperature and out of direct sunlight for 15 to 30 minutes to warm. • Do not remove the syringe from the carton while allowing SKYRIZI to reach room temperature. • Do not warm SKYRIZI in any other way (for example, do not warm it in a microwave or in hot water). Important Information • The liquid should look clear to yellow and may contain tiny white or clear particles. • Do not use SKYRIZI if the liquid is discolored, cloudy or contains flakes or large particles.",
    "page": 47,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "to yellow and may contain tiny white or clear particles. • Do not use SKYRIZI if the liquid is discolored, cloudy or contains flakes or large particles.",
    "page": 47,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "STEP 1 1 STEP 2 • Do not use SKYRIZI if the expiration date (EXP:) shown on the carton and prefilled syringe has passed. • Do not use SKYRIZI if the syringe has been dropped or damaged. • Do not use SKYRIZI if carton perforations are broken. Return product to the pharmacy. Storage Information • Store SKYRIZI in the refrigerator between 36°F to 46°F (2°C to 8°C). • Do not shake SKYRIZI. • Keep SKYRIZI in the original carton to protect from light until time to use. • SKYRIZI is not made with natural rubber latex. • Do not use if the liquid has been frozen (even if thawed). Keep SKYRIZI and all medicines out of the reach of children. Call your healthcare provider or (866) SKYRIZI or (866) 759-7494 if you need help or do not know how to proceed. Gather the supplies for the injection. • Do not hold or pull the plunger rod when removing the prefilled syringe from the sleeve. Place the following on a clean, flat surface: • 1 prefilled syringe (included) • 1 alcohol swab (not included) • 1 cotton ball or gauze pad (not included) • FDA-cleared sharps disposal container (not included). See",
    "page": 48,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "hold or pull the plunger rod when removing the prefilled syringe from the sleeve. Place the following on a clean, flat surface: • 1 prefilled syringe (included) • 1 alcohol swab (not included) • 1 cotton ball or gauze pad (not included) • FDA-cleared sharps disposal container (not included). See “Used SKYRIZI Prefilled Syringe Disposal” for information on how to throw away (dispose of) used prefilled syringes. Wash and dry your hands. Remove prefilled syringe from cardboard sleeve by holding the finger grip.",
    "page": 48,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "STEP 3 STEP 5 STEP 6 Pick from the 3 injectable areas: • Front of left thigh or right thigh • Your abdomen (belly) at least 2 inches from your navel (belly button) Wipe the injection site in a circular motion with the alcohol swab before the injection. • Do not touch or blow on the injection site after it is cleaned. Allow the skin to dry before injecting. • Do not inject through clothes. • Do not inject into skin that is sore, bruised, red, hard, scarred, or has stretch marks, or into areas affected by psoriasis. Hold the prefilled syringe with covered needle facing down, as shown. Check the liquid in the prefilled syringe. • It is normal to see 1 or more bubbles in the window. • The liquid should look clear to yellow and may contain tiny white or clear particles. • Do not use the prefilled syringe if the liquid is discolored, cloudy or contains flakes or large particles. Remove the needle cover. • Hold the prefilled syringe in 1 hand between the finger grip and needle cover. • With the other hand, gently pull the needle cover straight off. • Do not hold or",
    "page": 49,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "prefilled syringe if the liquid is discolored, cloudy or contains flakes or large particles. Remove the needle cover. • Hold the prefilled syringe in 1 hand between the finger grip and needle cover. • With the other hand, gently pull the needle cover straight off. • Do not hold or pull the plunger rod when removing the needle cover. • You may see a drop of liquid at the end of the needle. This is normal. • Throw away the needle cover. • Do not touch the needle with your fingers or let the needle touch anything. Hold the body of the prefilled syringe in 1 hand between the thumb and index fingers. Pinch the area of cleaned skin with your other hand and hold it firmly. Insert the needle into the skin at about a 45-degree angle using a quick, short movement. Hold angle steady.",
    "page": 49,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Slowly push the plunger rod all the way in until all of the liquid is injected, and the prefilled syringe is empty. Pull the needle out of the skin while keeping the prefilled syringe at the same angle. Release the plunger rod and allow the prefilled syringe to move up until the entire needle is covered by the needle guard. The prefilled syringe needle guard will not activate unless all the liquid has been injected. • Press a cotton ball or gauze pad over the injection site and hold for 10 seconds. • Do not rub the injection site. You may have slight bleeding. This is normal. Put your used prefilled syringe in a FDA-cleared sharps disposal container right away after use. • Do not throw away (dispose of) the used prefilled syringe in the household trash. For more information, see “Used SKYRIZI Prefilled Syringe Disposal” section. Questions About Using SKYRIZI Q. What if I need help on how to inject SKYRIZI? A. Call your healthcare provider or (866) SKYRIZI or (866) 759-7494 if you need help. Q. What should I do with the used prefilled syringe after my injection? A. Throw away (dispose of) the used prefilled syringe in",
    "page": 50,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "SKYRIZI Q. What if I need help on how to inject SKYRIZI? A. Call your healthcare provider or (866) SKYRIZI or (866) 759-7494 if you need help. Q. What should I do with the used prefilled syringe after my injection? A. Throw away (dispose of) the used prefilled syringe in a sharps disposal container and not your household trash. You can sign up to receive sharps containers for SKYRIZI syringe disposal at no additional cost by going to www.SKYRIZI.com or calling (866) SKYRIZI or (866) 759-7494. Q. How do I know when the injection is complete? A. The injection is complete when the prefilled syringe is empty, the plunger rod is pushed all the way in, and the syringe needle guard is activated. Used SKYRIZI Prefilled Syringe Disposal If you do not have a FDA-cleared sharps disposal container, you may use a household container that is: • made of a heavy-duty plastic, • can be closed with a tight-fitting, puncture-resistant lid, without sharps being able to come out, • upright and stable during use, • leak-resistant, and • properly labeled to warn of hazardous waste inside the container. When your sharps disposal container is almost full, you will need to",
    "page": 50,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "heavy-duty plastic, • can be closed with a tight-fitting, puncture-resistant lid, without sharps being able to come out, • upright and stable during use, • leak-resistant, and • properly labeled to warn of hazardous waste inside the container. When your sharps disposal container is almost full, you will need to follow your community guidelines for the right way to dispose of your sharps disposal container. There may be state or local laws about how you should throw away used needles and syringes.",
    "page": 50,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "For more information about safe sharps disposal, and for specific information about sharps disposal in the state that you live in, go to the FDA’s website at: www.fda.gov/safesharpsdisposal. Do not recycle your used sharps disposal container. Manufactured by: AbbVie Inc., North Chicago, IL 60064, U.S.A. US License Number 1889 SKYRIZI® is a registered trademark of AbbVie Biotechnology Ltd. © 2019-2024 AbbVie Inc. 20086082 This Instructions for Use has been approved by the U.S. Food and Drug Administration. Revised: 6/2024",
    "page": 51,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Plunger Rod - -41. Needle Guard covering needle after use Instructions for Use SKYRIZI® (sky-RIZZ-ee) (risankizumab-rzaa) injection, for subcutaneous use 2 x 90 mg/mL single-dose prefilled syringes for a total 180 mg/2 mL dose Read Before First Use Refer to the Medication Guide for product information. SKYRIZI Single-Dose Prefilled Syringe Keep SKYRIZI and all medicines out of the reach of children. Important Information: • Keep SKYRIZI in the original carton to protect from light until time to use. • The liquid should look clear to slightly yellow and may contain tiny white or clear particles. • Do not use SKYRIZI if the liquid is discolored, cloudy or contains flakes or large particles. Return product to pharmacy. • Do not use SKYRIZI if the expiration date (EXP:) shown on the carton and prefilled syringe has passed. Return product to pharmacy. • Do not use SKYRIZI if the liquid has been frozen (even if thawed). • Do not shake the syringe. • Do not use SKYRIZI if the prefilled syringe has been dropped or damaged. Return product to pharmacy. • Do not use SKYRIZI if carton perforations are broken. Return product to the pharmacy. • Do not remove the needle cover until",
    "page": 52,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "(even if thawed). • Do not shake the syringe. • Do not use SKYRIZI if the prefilled syringe has been dropped or damaged. Return product to pharmacy. • Do not use SKYRIZI if carton perforations are broken. Return product to the pharmacy. • Do not remove the needle cover until right before giving the injections. • SKYRIZI is not made with natural rubber latex. Please Read Complete Instructions for Use Before Using SKYRIZI Prefilled Syringe Before Injecting: • Receive training on how to inject SKYRIZI before giving injections. Call your healthcare provider or (866) SKYRIZI or (866) 759-7494 if you need help. • Mark your calendar ahead of time to remember when to take SKYRIZI. • Leave the carton at room temperature and out of direct sunlight for 15 to 30 minutes to warm.",
    "page": 52,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "1 Full Dose = 0 + Q For a full dose, 2 injections a re required, one after the other. J o Do not remove the prefilled syringes from the carton while allowing SKYRIZI to reach room temperature. o Do not warm SKYRIZI in any other way (for example, do not warm it in a microwave or in hot water). Important Information: • The liquid should look clear to slightly yellow and may contain tiny white or clear particles. • Do not use SKYRIZI if the liquid is discolored, cloudy or contains flakes or large particles. Return product to pharmacy. • Do not use SKYRIZI if the expiration date (EXP:) shown on the carton and prefilled syringe has passed. Return product to pharmacy. • Do not use SKYRIZI if the prefilled syringe has been dropped or damaged. Return product to pharmacy. • Do not use SKYRIZI if carton perforations are broken. Return product to pharmacy. Storage Information: • Store SKYRIZI in the refrigerator between 36°F to 46°F (2°C to 8°C). • Do not shake SKYRIZI. • Keep SKYRIZI in the original carton to protect from light until time to use. • SKYRIZI is not made with natural rubber latex. •",
    "page": 53,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "broken. Return product to pharmacy. Storage Information: • Store SKYRIZI in the refrigerator between 36°F to 46°F (2°C to 8°C). • Do not shake SKYRIZI. • Keep SKYRIZI in the original carton to protect from light until time to use. • SKYRIZI is not made with natural rubber latex. • Do not use if liquid has been frozen (even if thawed). Keep SKYRIZI and all medicines out of the reach of children. Call your healthcare provider or (866) SKYRIZI or (866) 759-7494 if you need help or do not know how to proceed. Gather the supplies for the injections and place the following on a clean, flat surface: • 2 prefilled syringes • 2 alcohol swabs and 2 cotton balls or gauze pads (not included) • FDA-cleared sharps disposal container (not included) See “Used SKYRIZI Prefilled Syringe Disposal” for information on how to throw away (dispose of) used prefilled syringes. Wash and dry your hands. Start with 1 prefilled syringe for first injection.",
    "page": 53,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "Wash and dry your hands. Start with 1 prefilled syringe for first injection.",
    "page": 53,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "When using the 2nd syringe: [Ai Step 3 Pick an injection site at least 1 inch away from 1st site. Do not inject into the sam• site. Pick from the 3 injectable areas: • Front of left thigh or right thigh • Your abdomen (belly) at least 2 inches from your navel (belly button) Wipe the injection site in a circular motion with the alcohol swab (before both injections) • Do not touch or blow on the injection site after it is cleaned. Allow the skin to dry before injecting. • Do not inject through clothes. • Do not inject into skin that is sore, bruised, red, hard, scarred, or has stretch marks. Hold the prefilled syringe with covered needle facing down, as shown. Check the liquid in the prefilled syringe. • It is normal to see one or more bubbles in the window. • The liquid should look clear to slightly yellow and may contain tiny white or clear particles. • Do not use the prefilled syringe if liquid is discolored, cloudy or contains flakes or large particles. Remove the needle cover. • Do not hold or pull plunger rod when removing the needle cover. • Hold the syringe",
    "page": 54,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "to slightly yellow and may contain tiny white or clear particles. • Do not use the prefilled syringe if liquid is discolored, cloudy or contains flakes or large particles. Remove the needle cover. • Do not hold or pull plunger rod when removing the needle cover. • Hold the syringe in 1 hand between the finger grip and needle cover. • With the other hand, carefully pull the needle cover straight off. • You may see a drop of liquid at the end of the needle. This is normal. • Throw away the needle cover. • Do not touch the needle with your fingers or let the needle touch anything.",
    "page": 54,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "a Step 7 2 Injections Required When using the 2nd syringe: A oRwckaaynfrionjoiecltestnsistioteDaot Ineoatstiol h oicntcioto 1/4 the same site. Hold the body of the prefilled syringe in 1 hand between the thumb and index finger. Gently pinch the area of cleaned skin with your other hand and hold it firmly. Insert the needle into the skin at about a 45-degree angle using a quick, short movement. Hold angle steady. Slowly push the plunger rod all the way in until all of the liquid is injected and the syringe is empty. Pull the needle out of the skin while keeping the syringe at the same angle. Release the plunger rod. • Allow the prefilled syringe to move up until the entire needle is covered by the needle guard. The needle guard will not automatically activate unless all the liquid has been injected. • Press a cotton ball or gauze pad over the injection site and hold for 10 seconds. • Do not rub the injection site. You may have slight bleeding. This is normal. Repeat Steps 2 through 6 with the 2nd prefilled syringe for a full dose. • Use the 2nd prefilled syringe right after using the 1st syringe.",
    "page": 55,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "over the injection site and hold for 10 seconds. • Do not rub the injection site. You may have slight bleeding. This is normal. Repeat Steps 2 through 6 with the 2nd prefilled syringe for a full dose. • Use the 2nd prefilled syringe right after using the 1st syringe.",
    "page": 55,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Put your used prefilled syringes in an FDA-cleared sharps disposal container right away after use. • Do not throw away (dispose of) used prefilled syringes in the household trash. For more information, or if you do not have an FDA-cleared sharps container see “Used SKYRIZI Prefilled Syringe Disposal” section located on the other side of these instructions. Questions About Using the SKYRIZI Syringe Q. What if I have not received in-person training from a healthcare professional? A. Call your healthcare provider or (866) SKYRIZI or (866) 759-7494 if you need help. Receive training on how to inject SKYRIZI before giving injections. Q. What should I do with both used prefilled syringes after my injections? A. Throw away (dispose of) both used prefilled syringes in a sharps disposal container. Do not put in household trash. For more information, see “Used SKYRIZI Prefilled Syringe Disposal” section. You can sign up to receive sharps containers for SKYRIZI prefilled syringe disposal at no additional cost by going to www.SKYRIZI.com or calling (866) 759-7494 Q. How do I know when the injection is complete? A. The injection is complete when the prefilled syringe is empty, the plunger rod is pushed all the way in, and",
    "page": 56,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "sharps containers for SKYRIZI prefilled syringe disposal at no additional cost by going to www.SKYRIZI.com or calling (866) 759-7494 Q. How do I know when the injection is complete? A. The injection is complete when the prefilled syringe is empty, the plunger rod is pushed all the way in, and the syringe needle guard is activated. Used SKYRIZI Prefilled Syringe Disposal Throw away (dispose of) both used prefilled syringes in a sharps disposal container. Do not put in household trash. If you do not have an FDA-cleared sharps disposal container, you may use a household container that: • is made of a heavy-duty plastic, • can be closed with a tight-fitting, puncture-resistant lid, without sharps being able to come out, • stays upright and stable during use, • is leak-resistant, and • has been properly labeled to warn of hazardous waste inside the container.",
    "page": 56,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "When your sharps disposal container is almost full, you will need to follow your community guidelines for the right way to dispose of your sharps disposal container. There may be state or local laws about how you should throw away used needles and syringes. For more information about safe sharps disposal, and for specific information about sharps disposal in the state that you live in, go to the FDA's website at: www.fda.gov/safesharpsdisposal. Do not recycle your used sharps disposal container. Manufactured by: AbbVie Inc., North Chicago, IL 60064, U.S.A. US License Number 1889 SKYRIZI® is a trademark of AbbVie Biotechnology Ltd. © 2019-2024 AbbVie Inc. 20078139 This Instructions for Use have been approved by the U.S. Food and Drug Administration. Revised: 3/2024",
    "page": 57,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Plunger Rod - -41. Needle Guard covering needle after use Instructions for Use SKYRIZI® (sky-RIZZ-ee) (risankizumab-rzaa) injection, for subcutaneous use 4 x 90 mg/mL single-dose prefilled syringes for a total 360 mg/4 mL dose Read Before First Use Refer to the Medication Guide for product information. SKYRIZI Single-Dose Prefilled Syringe Keep SKYRIZI and all medicines out of the reach of children. Important Information: • Keep SKYRIZI in the original carton to protect from light until time to use. • The liquid should look clear to slightly yellow and may contain tiny white or clear particles. • Do not use SKYRIZI if the liquid is discolored, cloudy or contains flakes or large particles. Return product to pharmacy. • Do not use SKYRIZI if the expiration date (EXP:) shown on the carton and prefilled syringe has passed. Return product to pharmacy. • Do not use SKYRIZI if the liquid has been frozen (even if thawed). • Do not shake the syringe. • Do not use SKYRIZI if the prefilled syringe has been dropped or damaged. Return product to pharmacy. • Do not use SKYRIZI if carton perforations are broken. Return product to the pharmacy. • Do not remove the needle cover until",
    "page": 58,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "(even if thawed). • Do not shake the syringe. • Do not use SKYRIZI if the prefilled syringe has been dropped or damaged. Return product to pharmacy. • Do not use SKYRIZI if carton perforations are broken. Return product to the pharmacy. • Do not remove the needle cover until right before giving the injections. • SKYRIZI is not made with natural rubber latex. Please Read Complete Instructions for Use Before Using SKYRIZI Prefilled Syringe Before Injecting: • Receive training on how to inject SKYRIZI before giving injections. Call your healthcare provider or (866) SKYRIZI or (866) 759-7494 if you need help. • Mark your calendar ahead of time to remember when to take SKYRIZI. • Leave the carton at room temperature and out of direct sunlight for 15 to 30 minutes to warm.",
    "page": 58,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "4- 1 Full Dose = 0+0+0+0 1 _ For a full dose, 4 injections are required, one after the other. o Do not remove the prefilled syringes from the carton while allowing SKYRIZI to reach room temperature. o Do not warm SKYRIZI in any other way (for example, do not warm it in a microwave or in hot water). Important Information: • The liquid should look clear to slightly yellow and may contain tiny white or clear particles. • Do not use SKYRIZI if the liquid is discolored, cloudy or contains flakes or large particles. Return product to pharmacy. • Do not use SKYRIZI if the expiration date (EXP:) shown on the carton and prefilled syringe has passed. Return product to pharmacy. • Do not use SKYRIZI if the prefilled syringe has been dropped or damaged. Return product to pharmacy. • Do not use SKYRIZI if carton perforations are broken. Return product to pharmacy. Storage Information: • Store SKYRIZI in the refrigerator between 36°F to 46°F (2°C to 8°C). • Do not shake SKYRIZI. • Keep SKYRIZI in the original carton to protect from light until time to use. • SKYRIZI is not made with natural rubber latex. • Do",
    "page": 59,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "Return product to pharmacy. Storage Information: • Store SKYRIZI in the refrigerator between 36°F to 46°F (2°C to 8°C). • Do not shake SKYRIZI. • Keep SKYRIZI in the original carton to protect from light until time to use. • SKYRIZI is not made with natural rubber latex. • Do not use if liquid has been frozen (even if thawed). Keep SKYRIZI and all medicines out of the reach of children. Call your healthcare provider or (866) SKYRIZI or (866) 759-7494 if you need help or do not know how to proceed. Gather the supplies for the injections and place the following on a clean, flat surface: • 4 prefilled syringes • 4 alcohol swabs and 4 cotton balls or gauze pads (not included) • FDA-cleared sharps disposal container (not included) See “Used SKYRIZI Prefilled Syringe Disposal” for information on how to throw away (dispose of) used prefilled syringes. Wash and dry your hands. Start with 1 prefilled syringe for first injection.",
    "page": 59,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "and dry your hands. Start with 1 prefilled syringe for first injection.",
    "page": 59,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "1 Injectable Areas 1 77 Step 3 When using the 2nd, 3rd, and 4th syringes: Pick injection sites at least 1 inch away from each other. Do not inject into the same site. Pick from the 3 injectable areas: • Front of left thigh or right thigh • Your abdomen (belly) at least 2 inches from your navel (belly button) Wipe the injection site in a circular motion with the alcohol swab (before all four injections) • Do not touch or blow on the injection site after it is cleaned. Allow the skin to dry before injecting. • Do not inject through clothes. • Do not inject into skin that is sore, bruised, red, hard, scarred, or has stretch marks. Hold the prefilled syringe with covered needle facing down, as shown. Check the liquid in the prefilled syringe. • It is normal to see one or more bubbles in the window. • The liquid should look clear to slightly yellow and may contain tiny white or clear particles. • Do not use the prefilled syringe if liquid is discolored, cloudy or contains flakes or large particles. Remove the needle cover. • Do not hold or pull plunger rod when removing",
    "page": 60,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "window. • The liquid should look clear to slightly yellow and may contain tiny white or clear particles. • Do not use the prefilled syringe if liquid is discolored, cloudy or contains flakes or large particles. Remove the needle cover. • Do not hold or pull plunger rod when removing the needle cover. • Hold the syringe in 1 hand between the finger grip and needle cover. • With the other hand, carefully pull the needle cover straight off. • You may see a drop of liquid at the end of the needle. This is normal. • Throw away the needle cover. • Do not touch the needle with your fingers or let the needle touch anything.",
    "page": 60,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "45 ° Hold angle steady I j, Needle Guard/ Step 7 0 +0 +0 +0 4 Injections Required When using the 2nd, 3rd, and 4th syringes: Ak Pick injection sites at least 1 inch away from each other. Do not inject into the same site. Hold the body of the prefilled syringe in 1 hand between the thumb and index finger. Gently pinch the area of cleaned skin with your other hand and hold it firmly. Insert the needle into the skin at about a 45-degree angle using a quick, short movement. Hold angle steady. Slowly push the plunger rod all the way in until all of the liquid is injected and the syringe is empty. Pull the needle out of the skin while keeping the syringe at the same angle. Release the plunger rod. • Allow the prefilled syringe to move up until the entire needle is covered by the needle guard. The needle guard will not automatically activate unless all the liquid has been injected. • Press a cotton ball or gauze pad over the injection site and hold for 10 seconds. • Do not rub the injection site. You may have slight bleeding. This is normal. Repeat",
    "page": 61,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "the needle guard. The needle guard will not automatically activate unless all the liquid has been injected. • Press a cotton ball or gauze pad over the injection site and hold for 10 seconds. • Do not rub the injection site. You may have slight bleeding. This is normal. Repeat Steps 2 through 6 with the 2nd, 3rd, and 4th prefilled syringe for a full dose. • Use the 2nd, 3rd, and 4th prefilled syringe right after using the 1st syringe.",
    "page": 61,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Put your used prefilled syringes in an FDA-cleared sharps disposal container right away after use. • Do not throw away (dispose of) used prefilled syringes in the household trash. For more information, or if you do not have an FDA-cleared sharps container see “Used SKYRIZI Prefilled Syringe Disposal” section located on the other side of these instructions. Questions About Using the SKYRIZI Syringe Q. What if I have not received in-person training from a healthcare professional? A. Call your healthcare provider or (866) SKYRIZI or (866) 759-7494 if you need help. Receive training on how to inject SKYRIZI before giving injections. Q. What should I do with all four used prefilled syringes after my injections? A. Throw away (dispose of) all 4 used prefilled syringes in a sharps disposal container. Do not put in household trash. For more information, see “Used SKYRIZI Prefilled Syringe Disposal” section. You can sign up to receive sharps containers for SKYRIZI prefilled syringe disposal at no additional cost by going to www.SKYRIZI.com or calling (866) 759-7494 Q. How do I know when the injection is complete? A. The injection is complete when the prefilled syringe is empty, the plunger rod is pushed all the way",
    "page": 62,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "to receive sharps containers for SKYRIZI prefilled syringe disposal at no additional cost by going to www.SKYRIZI.com or calling (866) 759-7494 Q. How do I know when the injection is complete? A. The injection is complete when the prefilled syringe is empty, the plunger rod is pushed all the way in, and the syringe needle guard is activated. Used SKYRIZI Prefilled Syringe Disposal Throw away (dispose of) all four used prefilled syringes in a sharps disposal container. Do not put in household trash. If you do not have an FDA-cleared sharps disposal container, you may use a household container that: • is made of a heavy-duty plastic, • can be closed with a tight-fitting, puncture-resistant lid, without sharps being able to come out, • stays upright and stable during use, • is leak-resistant, and • has been properly labeled to warn of hazardous waste inside the container.",
    "page": 62,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "When your sharps disposal container is almost full, you will need to follow your community guidelines for the right way to dispose of your sharps disposal container. There may be state or local laws about how you should throw away used needles and syringes. For more information about safe sharps disposal, and for specific information about sharps disposal in the state that you live in, go to the FDA's website at: www.fda.gov/safesharpsdisposal. Do not recycle your used sharps disposal container. Manufactured by: AbbVie Inc., North Chicago, IL 60064, U.S.A. US License Number 1889 SKYRIZI® is a trademark of AbbVie Biotechnology Ltd. © 2019-2024 AbbVie Inc. This Instructions for Use have been approved by the U.S. Food and Drug Administration. Revised: 3/2024",
    "page": 63,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Instructions for Use SKYRIZI® (sky-RIZZ-ee) On-Body Injector risankizumab-rzaa injection, for subcutaneous use only On-Body Injector and 180 mg/1.2 mL Prefilled Cartridge, On-Body Injector and 360 mg/2.4 mL Prefilled Cartridge Read this Instructions for Use before you start using SKYRIZI and each time you get a refill. There may be new information. This information does not take the place of talking to your healthcare provider about your medical condition or treatment. Refer to the Medication Guide for SKYRIZI product information. Call your healthcare provider, call (866) SKYRIZI or (866) 759-7494 or go to SKYRIZI.com if you need help. Important information you need to know before injecting SKYRIZI • Receive training on how to inject SKYRIZI before giving an injection. • Do not shake the SKYRIZI carton, On-Body Injector or prefilled cartridge. • Do not remove the On-Body Injector or prefilled cartridge from the carton until you are ready to inject. • Do not wait more than 5 minutes to start the injection after loading the cleaned prefilled cartridge into the On-Body Injector. Waiting will dry out the medicine and the On-Body Injector will not work afterwards. • Do not touch the start button until you place the On-Body Injector loaded with",
    "page": 64,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "Do not wait more than 5 minutes to start the injection after loading the cleaned prefilled cartridge into the On-Body Injector. Waiting will dry out the medicine and the On-Body Injector will not work afterwards. • Do not touch the start button until you place the On-Body Injector loaded with the prefilled cartridge onto your skin and are ready to inject. o You can only press the start button 1-time. • Do not use On-Body Injector or prefilled cartridge if either has been dropped or damaged. • Do not reuse On-Body Injector or prefilled cartridge. The On-Body Injector and prefilled cartridge are for 1-time (single-dose) use only. • Do not let the On-Body Injector get wet with water or any other liquids. • This single-dose On-Body Injector is designed for use with SKYRIZI prefilled cartridge only. • Physical activity should be limited during the injection process. Moderate physical activities can be done, such as walking, reaching and bending. • Do not use SKYRIZI if the expiration date (EXP:) has passed. • Do not use the prefilled cartridge if the liquid is discolored, cloudy or contains flakes or large particles. The liquid should look clear to yellow and may contain tiny",
    "page": 64,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "be done, such as walking, reaching and bending. • Do not use SKYRIZI if the expiration date (EXP:) has passed. • Do not use the prefilled cartridge if the liquid is discolored, cloudy or contains flakes or large particles. The liquid should look clear to yellow and may contain tiny white or clear particles. • The On-Body Injector and the prefilled cartridge are not made with natural rubber latex. • Keep SKYRIZI and all medicines out of the reach of children. Storage and preparation for use • Keep SKYRIZI in the original carton to protect from light and physical damage until time to use. • Store SKYRIZI in your refrigerator between 36°F to 46°F (2°C to 8°C). • When ready to use, take the carton out of the refrigerator and leave it at room temperature for at least 45 minutes up to 90 minutes to allow SKYRIZI to warm. o The On-Body Injector will not work if left at room temperature for less than 45 minutes. • Do not leave out in direct sunlight. • Do not remove the On-body Injector or prefilled cartridge from the carton while allowing SKYRIZI to reach room temperature. • Do not warm SKYRIZI in",
    "page": 64,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "The On-Body Injector will not work if left at room temperature for less than 45 minutes. • Do not leave out in direct sunlight. • Do not remove the On-body Injector or prefilled cartridge from the carton while allowing SKYRIZI to reach room temperature. • Do not warm SKYRIZI in any other way. For example, do not warm it in a microwave or in hot water. • Do not use if liquid has been frozen (even if thawed). • Do not use SKYRIZI if carton perforations are broken. Return product to the pharmacy.",
    "page": 64,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "On-Body Injector Front view Adhesive Status Gray Start Button Material Light Do not touch until ready to inject. Gray Door Do not close gray door without prefilled cartridge inside. Clear Plastic Strip Needle Cover 1 • Medicine T Window Pull Tabs Adhesive Backing Needle inside (under needle cover) 4 17 Small Section T T Large Section Green Pull Tab Green Pull Tab A\\ Do not touch the needle cover j or needle. Back view • Do not use the On-Body Injector and prefilled cartridge if the white paper tray seal is missing or damaged and return the carton to the pharmacy. Get to know your SKYRIZI On-Body Injector and prefilled cartridge",
    "page": 65,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Side view Door Latch Opening side has ridges. Gray door should be slightly open. Do not close gray door without prefilled cartridge inside. A\\ Needle Cover Needle inside (under needle cover) A\\ Do not touch the needle cover or needle. Prefilled Cartridge White Plunger expands through chamber toward prefilled cartridge bottom as medication is delivered. Medicine Smaller Bottom Tip Larger Prefilled Cartridge Top Do not twist or remove. OMNI SOSO Expiration Date (EXP:) Located on prefilled cartridge label Please read complete Instructions for Use before using SKYRIZI. Call your healthcare provider or (866) SKYRIZI or (866) 759-7494 or go to www.SKYRIZI.com if you need help or if you do not know how to proceed.",
    "page": 66,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Step 1 Get ready Before using SKYRIZI, you should receive training on how to inject SKYRIZI. Check expiration date • Remove the carton from the refrigerator. • Check expiration date (EXP:) on the carton. • Do not use SKYRIZI if the expiration date (EXP:) has passed. Wait at least 45 minutes • Leave unopened carton at room temperature to warm. • Keep out of direct sunlight. • Wait at least 45 minutes up to a maximum of 90 minutes to allow SKYRIZI to warm. o The On-Body Injector will not work if left at room temperature for less than 45 minutes. • Do not warm SKYRIZI in any other way (for example, do not warm it in a microwave or in hot water). Open the carton and remove the plastic tray • Lift up the flap on the side of the carton. • Take out the plastic tray. Gather all supplies and wash hands • Place the following on a clean surface: o plastic tray containing the On-Body Injector and prefilled cartridge (included) o 2 alcohol wipes (not included) o cotton ball or gauze pad (not included) o sharps disposal container (not included) (see “Disposing of SKYRIZI”) • Wash and",
    "page": 67,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "supplies and wash hands • Place the following on a clean surface: o plastic tray containing the On-Body Injector and prefilled cartridge (included) o 2 alcohol wipes (not included) o cotton ball or gauze pad (not included) o sharps disposal container (not included) (see “Disposing of SKYRIZI”) • Wash and dry your hands.",
    "page": 67,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "di Remove the white paper tray seal • Locate the black arrow. • Peel away the white paper tray seal from the plastic tray. • Do not use the On-Body Injector and prefilled cartridge if the white paper tray seal is missing or damaged and return the carton to the pharmacy. Lift the plastic cover • Locate the rounded opening on the top cover. • Insert your pointer finger in the opening and place your thumb on the opposite side. • Lift the cover to remove and set aside. Inspect the On-Body Injector • Check that the On-Body Injector is intact and undamaged. • Do not close the gray door before the prefilled cartridge is loaded. • The gray door should be slightly open. • If the gray door does not open, press in firmly on the gray door ridges (left side of door) and swing open the door. • Do not use On-Body Injector if you drop it, discover missing pieces, or it is damaged. • Do not let the On-Body Injector get wet with water or any other liquids. Do not touch the gray start button until it is time to inject. It can be pressed 1-time only.",
    "page": 68,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "Do not use On-Body Injector if you drop it, discover missing pieces, or it is damaged. • Do not let the On-Body Injector get wet with water or any other liquids. Do not touch the gray start button until it is time to inject. It can be pressed 1-time only. If the gray start button is pressed before placing it on your body, the On-Body Injector can no longer be used. Call (866) SKYRIZI or (866) 759-7494. • Do not touch the needle cover or the needle. • Proceed to Set up On-Body Injector. Step 2 Set up On-Body Injector Fully open the gray door",
    "page": 68,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "r Larger Prefilled Cartridge Top ..... ...6 ... Smaller Bottom Tip & Avoid touching the needle cover or the needle on the back of the On-Body Injector. The needle is behind the needle cover. • Swing the gray door all the way to the right to open it. • If the gray door does not open, press in firmly on the gray door ridges (left side of door) and swing open the door. • Do not close the gray door before the prefilled cartridge is loaded. • Do not touch the needle cover or needle. • Put the On-Body Injector aside. Inspect the prefilled cartridge • Carefully remove the prefilled cartridge from the plastic tray. • Do not twist or remove cartridge top. • Check the prefilled cartridge to make sure: o The expiration date (EXP:) has not passed. o The liquid should look clear to yellow and may contain tiny white or clear particles. It is normal to see one or more bubbles. o The prefilled cartridge parts appear intact, and the clear plastic is not cracked or broken. • Do not use if the expiration date (EXP:) has passed. • Do not use if the liquid is cloudy,",
    "page": 69,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "tiny white or clear particles. It is normal to see one or more bubbles. o The prefilled cartridge parts appear intact, and the clear plastic is not cracked or broken. • Do not use if the expiration date (EXP:) has passed. • Do not use if the liquid is cloudy, discolored, or contains flakes or large particles. • Do not use if the liquid has been frozen (even if thawed). • Do not use the prefilled cartridge if you drop it, discover missing pieces, or it is damaged.",
    "page": 69,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "• Smaller Bottom lip Clean the smaller bottom tip of the prefilled cartridge • Locate the smaller bottom tip of the prefilled cartridge. • Clean the smaller bottom tip of the prefilled cartridge with an alcohol wipe. Make sure to use the alcohol wipe to clean the center of the smaller bottom tip of the prefilled cartridge. • Do not touch the smaller bottom tip of the prefilled cartridge after cleaning. Load the cleaned prefilled cartridge into the On-Body Injector • Do not twist or remove the prefilled cartridge top. • Insert the smaller bottom tip of the prefilled cartridge into the On-Body Injector first. • Firmly push down on the prefilled cartridge top until you hear a “click”. • After loading the prefilled cartridge, you may see a few drops of medicine on the back of the On-Body Injector. This is normal. Make sure that you start the injection within 5 minutes after inserting the prefilled cartridge into the On-Body Injector. Waiting will dry out the medicine and the On- Body Injector will not work afterwards. Close the gray door • Swing the gray door to the left, then squeeze firmly and listen for the gray door to \"snap\"",
    "page": 70,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "within 5 minutes after inserting the prefilled cartridge into the On-Body Injector. Waiting will dry out the medicine and the On- Body Injector will not work afterwards. Close the gray door • Swing the gray door to the left, then squeeze firmly and listen for the gray door to \"snap\" shut. • The gray door should stay locked after loading the prefilled cartridge. • Do not close the gray door if the prefilled cartridge is not fully inserted or is missing. • Proceed without delay to Prepare to inject Step 3 Prepare to inject Keep electronic devices including cell phones at least 12 inches (30 cm) from On-Body Injector until injection is complete",
    "page": 70,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Pick your injection area Locate a firm and flat area on your bare skin. Make sure the area is clear of clothing: • Your abdomen (belly) at least 2 inches from your navel (belly button). • The front of your left thigh or your right thigh. • Do not inject into areas of the skin that naturally fold or bulge because the On-Body Injector could fall off during wear. • Do not inject into skin that is sore, bruised, red, hard, scarred, or has stretch marks, moles or excessive hair. You can trim the excessive hair from the injection area. Clean the injection area • Clean injection area with an alcohol wipe. • Allow the injection area to completely dry. • Do not touch cleaned injection area before placing the On-Body Injector on the skin.",
    "page": 71,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "RemovellEgnigg Small Large Section Section Needle inside (under needle cover) Activated injector a dM Status light flashing blue slo beep-beep-beep • I Y A If the status Iight flashes red, and beeps are heard, the On-Body Injector is not working properly. Do not continue to use it. Call (866) SKYRIZI or (866) 759-7494 for assistance. If On-Body Injector is attached to body, carefully remove from skin. 40 beep-beep-beep-beep-beep Peel both tabs to expose adhesive • Turn the On-Body Injector over to find both green pull tabs. Avoid touching the needle cover (needle inside). • Peel away the large section using the green pull tab to expose the adhesive. • Peel away the small section using the green pull tab to expose the adhesive. This will remove the clear plastic strip, activating the On-Body Injector. • Do not pull the adhesive material off the On- Body Injector or allow the sticky side to fold and stick to itself. • Check the status light when the On-Body Injector beeps. • The status light will flash blue when the On- Body Injector is activated. • If the status light does not flash blue, call (866) SKYRIZI or (866) 759-7494. • Do not press",
    "page": 72,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "side to fold and stick to itself. • Check the status light when the On-Body Injector beeps. • The status light will flash blue when the On- Body Injector is activated. • If the status light does not flash blue, call (866) SKYRIZI or (866) 759-7494. • Do not press the gray start button yet. • Do not touch the needle cover or the needle.",
    "page": 72,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "-• Press firmly -410 0w. __, * beep-beep-beep Prepare the On-Body Injector for placement • For the abdomen (belly), move and hold the skin to create a firm, flat surface for injection at least 2 inches from your navel (belly button). Make sure to adjust your posture (sit up straight) to avoid skin folds and bulges. • You do not need to pull the skin flat for the front of left thigh or right thigh. • Make sure to position the On-Body Injector so that you can see the blue status light. Place the On-Body Injector on your skin • When the blue light flashes, the On-Body Injector is ready. Place the On-Body Injector onto the cleaned skin with the status light visible. • Do not place the On-Body Injector on clothes. Only place on bare skin. • Run your finger around the adhesive material to secure it. Make sure all of the adhesive is attached to your skin. • Do not move or adjust the On-Body Injector after it has been placed on your skin. • When the On-Body Injector is on your skin, proceed to Inject medicine Step 4 Inject medicine Start injection • Firmly press the gray",
    "page": 73,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "all of the adhesive is attached to your skin. • Do not move or adjust the On-Body Injector after it has been placed on your skin. • When the On-Body Injector is on your skin, proceed to Inject medicine Step 4 Inject medicine Start injection • Firmly press the gray start button until you hear a click. Then release the gray start button. • Do not touch the gray start button until you place the On-Body Injector loaded with the prefilled cartridge onto your skin and are ready to inject. You can only press the start button 1 time. • You may feel a needle pinch. • Check the status light when the On-Body Injector beeps. • After starting the injection, the status light will continuously flash green. • You will hear pumping sounds as the On- Body Injector delivers the medicine.",
    "page": 73,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "O 40 beep-hoop-beep • Do not continue to use the On-Body Injector if status light flashes red and beeps. Carefully remove from skin if the status light flashes red. Call (866) SKYRIZI or (866) 759-7494. Wait for the injection to finish • It may take up to 5 minutes to complete full dose of medicine. The On-Body Injector will automatically stop when the injection is finished. During the injection: o the status light will continue to flash green. o you will hear pumping sounds as the On- Body Injector continues delivering the medicine. o moderate physical activities can be done, such as walking, reaching and bending. • Do not continue to use the On-Body Injector if the status light flashes red and beeps. Carefully remove it from the skin if the status light flashes red and beeps. Call (866) SKYRIZI or (866) 759-7494. Injection is finished • The On-Body Injector will stop on its own. • After the injection is finished, you will hear beeps and the status light will change to solid green. Check the status light. If it has changed to solid green, this means that the injection is finished. • When the injection is finished, proceed to",
    "page": 74,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "will stop on its own. • After the injection is finished, you will hear beeps and the status light will change to solid green. Check the status light. If it has changed to solid green, this means that the injection is finished. • When the injection is finished, proceed to next step.",
    "page": 74,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "th Remove the On-Body Injector • Do not put your fingers on the back side of the On-Body Injector when removing it from your skin. • When the injection is done, grab the corner of the adhesive to carefully peel the On-Body Injector from the skin. Avoid touching the needle cover or needle on the back of the On-Body Injector. • After removing the On-Body Injector, you will hear several beeps and the status light will turn off. • The needle cover will cover the needle when the On-Body Injector is removed from the skin. • It is normal to see a few small drops of liquid on your skin after removing the On-Body Injector. If you see more than a few small drops of liquid left on your skin, call (866) SKYRIZI or (866) 759-7494. • Press a cotton ball or gauze pad over the injection site on your skin and hold for 10 seconds. • Do not rub the injection site. • Slight bleeding at the injection site is normal. • Proceed to Confirm and dispose",
    "page": 75,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "skin and hold for 10 seconds. • Do not rub the injection site. • Slight bleeding at the injection site is normal. • Proceed to Confirm and dispose",
    "page": 75,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "A Step 5 Confirm and dispose Check the On-Body Injector • Inspect the medicine window and status light. • Check to see that the used white plunger fills the medicine window and the solid green light turns off, letting you know that all the medicine has been injected. If the used white plunger does not fill the window, call (866) SKYRIZI or (866) 759- 7494. Put the used On-Body Injector in an FDA- cleared sharps disposal container right away after use • Leave the prefilled cartridge in the On-Body Injector. • Do not throw away (dispose of) the used On- Body Injector in your household trash. • For more information, see “Disposing of SKYRIZI” section.",
    "page": 76,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Symbol Key i' Caution Be aware or follow closely Flashing blue light On / Ready Flashing green Iight Injection has started Solid green light Injection has finished No light Off / Finished Do not continue to use the On-Body Flashing red light Injector. It is not working properly. Call (866) SKYRIZI or (866) 759-7494 for more information. Please read complete Instructions for Use before using SKYRIZI. Call your healthcare provider or (866) SKYRIZI or (866) 759-7494 or go to www.SKYRIZI.com if you need help or if you do not know how to proceed. Commonly asked questions Q. What if I cannot open the On-Body Injector door to insert the prefilled cartridge? A. To open the On-Body Injector door, press in firmly on the left side of the door to release the door latch. If you are still unable to open the door, call (866) SKYRIZI or (866) 759-7494. Q. What if I push the gray start button before I place the On-Body Injector on my skin? A. The gray start button may be pressed just 1 time only. If the gray start button is pressed before placing it on your body, it can no longer be used. Call (866) SKYRIZI",
    "page": 77,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "if I push the gray start button before I place the On-Body Injector on my skin? A. The gray start button may be pressed just 1 time only. If the gray start button is pressed before placing it on your body, it can no longer be used. Call (866) SKYRIZI or (866) 759-7494. Q. What if the On-Body Injector does not beep and the blue status light does not flash when I remove the green pull tabs? A. Peeling off small green pull tab will remove the clear plastic strip, activating the On-Body Injector. If all of the adhesive paper has been removed and the On-Body Injector still does not turn on, call (866) SKYRIZI or (866) 759-7494. Q. What if I push the start button as instructed after placing the On-Body Injector on the skin and the light remains blue?",
    "page": 77,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "If the status light flashes red, and beeps are heard, the On-Body Injector is not working properly. Do not continue to use it. Call (866) SKYRIZI or (866) 759-7494 for assistance. If On-Body Injector is attached to body, carefully remove from skin. 40 beep-beep-beep-beep-beep A. Firmly press the gray start button again. If the status light remains blue or flashes red, remove the On-Body Injector by carefully peeling it away from your skin. Do not re-apply the On-Body Injector. Call (866) SKYRIZI or (866) 759-7494. Q. What if the status light flashes red and beeps while wearing the On-Body Injector? A. If the status light continuously flashes red and beeps, do not use the On-Body Injector. If it is attached to your body, carefully remove it. Call (866) SKYRIZI or (866) 759-7494. Q. What should I do if the On-Body Injector comes off my body during the injection? A. The loaded On-Body Injector can no longer be used. Do not re-apply it to your body. Call (866) SKYRIZI or (866) 759-7494. Q. How do I know when the injection is complete? A. The injection is complete when the On-Body Injector beeps, the white plunger has completely filled the medicine window,",
    "page": 78,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "loaded On-Body Injector can no longer be used. Do not re-apply it to your body. Call (866) SKYRIZI or (866) 759-7494. Q. How do I know when the injection is complete? A. The injection is complete when the On-Body Injector beeps, the white plunger has completely filled the medicine window, and the status light turns from flashing green to solid green. Q. What should I do if there are more than a few drops of liquid on the injection area? A. Call (866) SKYRIZI or (866) 759-7494 for help. Q. What should I do with the used On-Body Injector after my injection? A. Throw away (dispose of) used On-Body Injector in a FDA-cleared sharps disposal container and not your household trash. You can receive a sharps container for SKYRIZI disposal at no additional cost by going to www.SKYRIZI.com or by calling (866) SKYRIZI or (866) 759-7494. Q. What if I have not received in-person training from a healthcare professional? A. Call your healthcare provider or (866) SKYRIZI or (866) 759-7494 if you need help. Receive training on how to inject SKYRIZI before giving injections. Disposing of SKYRIZI • Put SKYRIZI in an FDA-cleared sharps disposal container right away after use.",
    "page": 78,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "have not received in-person training from a healthcare professional? A. Call your healthcare provider or (866) SKYRIZI or (866) 759-7494 if you need help. Receive training on how to inject SKYRIZI before giving injections. Disposing of SKYRIZI • Put SKYRIZI in an FDA-cleared sharps disposal container right away after use. Do not throw away (dispose of) SKYRIZI in your household trash. • If you do not have an FDA-cleared sharps disposal container, you may use a household container that is: o made of a heavy-duty plastic, o can be closed with a tight-fitting, puncture-resistant lid, without sharps being able to come out, o upright and stable during use, o leak-resistant, and o properly labeled to warn of hazardous waste inside the container. When your sharps disposal container is almost full, you will need to follow your community guidelines for the right way to dispose of your sharps disposal container. There may be state or local laws about how you should throw away used needles and syringes.",
    "page": 78,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "may be state or local laws about how you should throw away used needles and syringes.",
    "page": 78,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "STERILE EO For more information about safe sharps disposal in the state that you live in, go to the FDA’s website at: www.fda.gov/safesharpsdisposal. Do not recycle your used sharps disposal container. Additional information • Type BF applied part. • On-Body Injector sterilized using ethylene oxide. • Altitude range is -1,312 feet to 10,499 feet (-400 meters to 3,200 meters). Electromagnetic Compatibility (EMC) of the On-Body Injector The On-Body Injector is intended for home use or use in a professional healthcare environment and complies with ISO 11608-1:2014 and IEC 60601-1-2:2014. Care should be taken to use the On-Body Injector within the following specific limits and environments to avoid adversely impacting the performance (missed or incomplete SKYRIZI dose). • Keep electronic devices including cell phones at least 12 inches (30 cm) from the On-Body Injector until injection is complete. The potential impact of electronic interference is unknown when the On- Body Injector is operated within 12 inches (30 cm). • Do not expose the On-Body Injector to Magnetic Resonance (MR) Environment (e.g., MRI). • If it is used adjacent to other electrical equipment, observe the On-Body Injector and other equipment to ensure it is operating normally. Emissions Emissions test name Test levels",
    "page": 79,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "is operated within 12 inches (30 cm). • Do not expose the On-Body Injector to Magnetic Resonance (MR) Environment (e.g., MRI). • If it is used adjacent to other electrical equipment, observe the On-Body Injector and other equipment to ensure it is operating normally. Emissions Emissions test name Test levels Radiated Radio frequency electromagnetic fields Per CISPR 11, class B Electromagnetic Immunity Test Name Test Levels Electrostatic discharge (ESD) ± 8 kV contact ± 2 kV, ± 4 kV, ± 8 kV, ± 15 kV air Radio frequency electromagnetic field 10 V/m 80 MHz – 2.7 GHz Power frequency 50 Hz magnetic field 30 A/m The enclosure port immunity to RF wireless communications equipment complies with IEC 60601-1- 2:2014. Glossary of symbols Symbol Description of Symbol",
    "page": 79,
    "file": "skyrizi_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "1 1116:1 STERILE EO 2 ;) I l LOT REF SN 0 * 8 Keep dry Sterilized using ethylene oxide Do not re-use Do not use if package is damaged and consult instructions for use Date of manufacture Batch code Catalogue number Serial number Refer to instruction manual / booklet Type BF Applied Part MR Unsafe Manufactured by: AbbVie Inc., North Chicago, IL 60064, U.S.A. US License Number 1889 SKYRIZI® is a registered trademark of AbbVie Biotechnology Ltd. ©2024 AbbVie Inc. This Instructions for Use has been approved by the U.S. Food and Drug Administration. Revised: 6/2024 20086115",
    "page": 80,
    "file": "skyrizi_pi.pdf"
  }
]