[
  {
    "chunk_id": 1,
    "content": "HIGHLIGHTS OF PRESCRIBING INFORMATION These highlights do not include all the information needed to use Trilipix safely and effectively. See full prescribing information for Trilipix. Trilipix (fenofibric acid) delayed-release capsules, for oral use Initial U.S. Approval: 2008 RECENT MAJOR CHANGES Indications and Usage (1) 6/2025 Dosage and Administration (2) 6/2025 Warnings and Precautions, Mortality and Coronary Heart Disease Morbidity (5.1) 6/2025 INDICATIONS AND USAGE Trilipix is a peroxisome proliferator-activated receptor (PPAR) alpha agonist indicated as adjunct to diet:  to reduce triglyceride (TG) levels in adults with severe hypertriglyceridemia (TG greater than or equal to 500 mg/dL) (1).  to reduce elevated low-density lipoprotein cholesterol (LDL-C) in adults with primary hyperlipidemia when use of recommended LDL-C lowering therapy is not possible (1). Limitations of Use:  Markedly elevated levels of serum TG (e.g., >2,000 mg/dL) may increase the risk of developing pancreatitis. The effect of fenofibrate therapy on reducing this risk has not been determined (1).  Fenofibrate did not reduce coronary heart disease morbidity and mortality in two large, randomized controlled trials of patients with type 2 diabetes mellitus (1). DOSAGE AND ADMINISTRATION  Severe hypertriglyceridemia: 45 to 135 mg orally once daily; the dosage should be adjusted according",
    "page": 1,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "risk has not been determined (1).  Fenofibrate did not reduce coronary heart disease morbidity and mortality in two large, randomized controlled trials of patients with type 2 diabetes mellitus (1). DOSAGE AND ADMINISTRATION  Severe hypertriglyceridemia: 45 to 135 mg orally once daily; the dosage should be adjusted according to patient response (2.2).  Primary hyperlipidemia: 135 mg orally once daily (2.2).  Administer as a single dose, at any time of day, with or without food (2.2).  Assess TG when clinically appropriate, as early as 4 to 8 weeks after initiating Trilipix. Discontinue Trilipix in patients who do not have an adequate response after 2 months of treatment (2.2).  Swallow capsules whole. Do not crush, break, dissolve, or chew (2.2).  Renal impairment: Initial dosage of 45 mg orally once daily (2.3).  Geriatric patients: Select the dosage on the basis of renal function (2.4). DOSAGE FORMS AND STRENGTHS Delayed Release Capsules: 45 mg and 135 mg (3). CONTRAINDICATIONS  Severe renal impairment, including those with end-stage renal disease (ESRD) and those receiving dialysis (4).  Active liver disease including those with unexplained persistent liver function abnormalities (4).  Pre-existing gallbladder disease (4).  Hypersensitivity to",
    "page": 1,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "FORMS AND STRENGTHS Delayed Release Capsules: 45 mg and 135 mg (3). CONTRAINDICATIONS  Severe renal impairment, including those with end-stage renal disease (ESRD) and those receiving dialysis (4).  Active liver disease including those with unexplained persistent liver function abnormalities (4).  Pre-existing gallbladder disease (4).  Hypersensitivity to fenofibric acid, fenofibrate, or any of the excipients in Trilipix (4). WARNINGS AND PRECAUTIONS  Hepatotoxicity: Serious drug-induced liver injury, including liver transplantation and death, has been reported with fenofibrates, including Trilipix. Monitor patient’s liver function, including serum ALT, AST, and total bilirubin, at baseline and periodically for the duration of therapy. Discontinue if signs or symptoms of liver injury develop or if elevated enzyme levels persist (5.2).  Myopathy and Rhabdomyolysis: Have been reported in patients taking fenofibrates. Risks are increased during co-administration with a statin, in geriatric patients, and in patients with renal impairment or hypothyroidism. Discontinue Trilipix if markedly elevated CK levels occur or if myopathy is either diagnosed or suspected. Temporarily discontinue Trilipix in patients experiencing an acute or serious condition at high risk of developing renal failure secondary to rhabdomyolysis. Inform patients of the risk of myopathy and rhabdomyolysis when starting or increasing the Trilipix",
    "page": 1,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "if markedly elevated CK levels occur or if myopathy is either diagnosed or suspected. Temporarily discontinue Trilipix in patients experiencing an acute or serious condition at high risk of developing renal failure secondary to rhabdomyolysis. Inform patients of the risk of myopathy and rhabdomyolysis when starting or increasing the Trilipix dosage. Instruct patients to promptly report any unexplained muscle pain, tenderness, or weakness, particularly if accompanied by malaise or fever (5.3).  Increases in Serum Creatinine: Monitor renal function in patients with renal impairment taking Trilipix. Consider monitoring renal function in patients at risk for renal impairment (5.4).  Cholelithiasis: Fenofibrate may increase cholesterol excretion into the bile, leading to cholelithiasis. If cholelithiasis is suspected, gallbladder studies are indicated (5.5).  Hypersensitivity Reactions: Acute hypersensitivity reactions, including anaphylaxis and angioedema, and delayed hypersensitivity reactions, including severe cutaneous adverse drug reactions have been reported postmarketing. Some cases were life-threatening and required emergency treatment. Discontinue Trilipix and treat appropriately if reactions occur (5.9). ADVERSE REACTIONS Adverse reactions (≥ 2% and greater than placebo): abnormal liver tests, increased AST, increased ALT, increased CPK, and rhinitis (6.1). To report SUSPECTED ADVERSE REACTIONS, contact AbbVie Inc. at 1-800-633-9110 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. DRUG",
    "page": 1,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 5,
    "content": "emergency treatment. Discontinue Trilipix and treat appropriately if reactions occur (5.9). ADVERSE REACTIONS Adverse reactions (≥ 2% and greater than placebo): abnormal liver tests, increased AST, increased ALT, increased CPK, and rhinitis (6.1). To report SUSPECTED ADVERSE REACTIONS, contact AbbVie Inc. at 1-800-633-9110 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. DRUG INTERACTIONS  Consider if the benefit of concomitant use of statins or colchicine outweighs the increased risk of myopathy and rhabdomyolysis. Monitor patients for signs and symptoms of myopathy (7).  Exercise caution in concomitant treatment with coumarin anticoagulants. Reduce the dosage of coumarin to maintain the PT/INR at the desired level to prevent bleeding complications (7).  Consider the benefits and risks of concomitant use with immunosuppressants and other potentially nephrotoxic agents. Use the lowest effective dosage and monitor renal function (7).  Administer Trilipix at least 1 hour before or 4 to 6 hours after a bile acid resin to avoid impeding its absorption (7). See 17 for PATIENT COUNSELING INFORMATION. Revised: 6/2025 FULL PRESCRIBING INFORMATION: CONTENTS* 1 INDICATIONS AND USAGE 2 DOSAGE AND ADMINISTRATION 2.1 Prior to Initiation of Trilipix 2.2 Recommended Dosage and Administration 2.3 Recommended Dosage in Patients with Renal Impairment 2.4 Recommended Dosage in",
    "page": 1,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 6,
    "content": "resin to avoid impeding its absorption (7). See 17 for PATIENT COUNSELING INFORMATION. Revised: 6/2025 FULL PRESCRIBING INFORMATION: CONTENTS* 1 INDICATIONS AND USAGE 2 DOSAGE AND ADMINISTRATION 2.1 Prior to Initiation of Trilipix 2.2 Recommended Dosage and Administration 2.3 Recommended Dosage in Patients with Renal Impairment 2.4 Recommended Dosage in Geriatric Patients 3 DOSAGE FORMS AND STRENGTHS 4 CONTRAINDICATIONS 5 WARNINGS AND PRECAUTIONS 5.1 Mortality and Coronary Heart Disease Morbidity 5.2 Hepatotoxicity 5.3 Myopathy and Rhabdomyolysis 5.4 Increases in Serum Creatinine 5.5 Cholelithiasis 5.6 Increased Bleeding Risk with Coumarin Anticoagulants 5.7 Pancreatitis 5.8 Hematologic Changes 5.9 Hypersensitivity Reactions 5.10 Venothromboembolic Disease 5.11 Paradoxical Decreases in HDL Cholesterol Levels 6 ADVERSE REACTIONS 6.1 Clinical Trials Experience 6.2 Postmarketing Experience 7 DRUG INTERACTIONS 8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy 8.2 Lactation 8.4 Pediatric Use 8.5 Geriatric Use 8.6 Renal Impairment 8.7 Hepatic Impairment 10 OVERDOSAGE 11 DESCRIPTION 12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action 12.2 Pharmacodynamics 12.3 Pharmacokinetics 13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, and Impairment of Fertility",
    "page": 1,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 7,
    "content": "Mechanism of Action 12.2 Pharmacodynamics 12.3 Pharmacokinetics 13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, and Impairment of Fertility",
    "page": 1,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "14 CLINICAL STUDIES 14.1 Overview of Clinical Trials 14.2 Clinical Trials in Adults with Hypertriglyceridemia 14.3 Clinical Trials in Adults with Primary Hyperlipidemia 14.4 Lack of Efficacy in Cardiovascular Outcomes Trials 16 HOW SUPPLIED/STORAGE AND HANDLING 17 PATIENT COUNSELING INFORMATION *Sections or subsections omitted from the full prescribing information are not listed.",
    "page": 2,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "FULL PRESCRIBING INFORMATION 1 INDICATIONS AND USAGE Trilipix is indicated as adjunctive therapy to diet:  to reduce triglyceride (TG) levels in adults with severe hypertriglyceridemia (TG greater than or equal to 500 mg/dL).  to reduce elevated low-density lipoprotein cholesterol (LDL-C) in adults with primary hyperlipidemia when use of recommended LDL-C lowering therapy is not possible. Limitations of Use  Markedly elevated levels of serum TG (e.g., > 2,000 mg/dL) may increase the risk of developing pancreatitis. The effect of fenofibrate therapy on reducing this risk has not been determined [see Warnings and Precautions (5.7)].  Fenofibrate did not reduce coronary heart disease morbidity and mortality in two large, randomized controlled trials of patients with type 2 diabetes mellitus [see Warnings and Precautions (5.1) and Clinical Studies (14.4)]. 2 DOSAGE AND ADMINISTRATION 2.1 Prior to Initiation of Trilipix  Assess lipid levels before initiating therapy. Identify other causes (e.g., diabetes mellitus, hypothyroidism, or medications) of high TG levels and manage as appropriate.  Patients should be placed on an appropriate lipid-lowering diet before receiving Trilipix, and should continue this diet during treatment with Trilipix.  In patients with diabetes and fasting chylomicronemia, improve glycemic control prior to considering starting",
    "page": 3,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "diabetes mellitus, hypothyroidism, or medications) of high TG levels and manage as appropriate.  Patients should be placed on an appropriate lipid-lowering diet before receiving Trilipix, and should continue this diet during treatment with Trilipix.  In patients with diabetes and fasting chylomicronemia, improve glycemic control prior to considering starting Trilipix. 2.2 Recommended Dosage and Administration  Severe hypertriglyceridemia: o The recommended dosage of Trilipix is 45 mg or 135 mg orally once daily. o Dosage should be individualized according to patient response, and should be adjusted if necessary following repeat lipid determinations at 4 to 8 week intervals.  Primary hyperlipidemia: o The recommended dosage of Trilipix is 135 mg orally once daily.",
    "page": 3,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": " Administer Trilipix as a single dose at any time of day, with or without food.  Advise patients to swallow Trilipix capsules whole. Do not crush, break, dissolve, or chew capsules.  Assess TG when clinically appropriate, as early as 4 to 8 weeks after initiating Trilipix. Discontinue Trilipix in patients who do not have an adequate response after two months of treatment.  If a dose is missed, advise patients not to take an extra dose. Resume treatment with the next dose.  Advise patients to take Trilipix at least 1 hour before or 4 hours to 6 hours after a bile acid binding resin to avoid impeding its absorption. 2.3 Recommended Dosage in Patients with Renal Impairment  Assess renal function prior to initiation of Trilipix and periodically thereafter [see Warnings and Precautions (5.4)].  Treatment with Trilipix should be initiated at a dosage of 45 mg orally once daily in patients with mild to moderately impaired renal function (eGFR 30 to <60 mL/min/1.73m2), and increased only after evaluation of the effects on renal function and TG levels at this dosage.  Trilipix is contraindicated in patients with severe renal impairment (eGFR <30 mL/min/1.73m2), including those with",
    "page": 4,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "orally once daily in patients with mild to moderately impaired renal function (eGFR 30 to <60 mL/min/1.73m2), and increased only after evaluation of the effects on renal function and TG levels at this dosage.  Trilipix is contraindicated in patients with severe renal impairment (eGFR <30 mL/min/1.73m2), including those with end-stage renal disease (ESRD) and those receiving dialysis [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3)]. 2.4 Recommended Dosage in Geriatric Patients Dosage selection for geriatric patients should be made on the basis of renal function [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3)]. 3 DOSAGE FORMS AND STRENGTHS Capsules:  45 mg: reddish brown to orange brown cap and a yellow body imprinted in black ink the number “45”.  135 mg: blue cap and a yellow body imprinted in black ink the number “135”. 4 CONTRAINDICATIONS Trilipix is contraindicated in patients with:  Severe renal impairment, including those with end-stage renal disease (ESRD) and those receiving dialysis [see Clinical Pharmacology (12.3)].",
    "page": 4,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "renal impairment, including those with end-stage renal disease (ESRD) and those receiving dialysis [see Clinical Pharmacology (12.3)].",
    "page": 4,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": " Active liver disease, including those with unexplained persistent liver function abnormalities [see Warnings and Precautions (5.2)].  Pre-existing gallbladder disease [see Warnings and Precautions (5.5)].  Hypersensitivity to fenofibric acid, fenofibrate, or any of the excipients in Trilipix. Serious hypersensitivity reactions including anaphylaxis and angioedema have been reported with fenofibrate [see Warnings and Precautions (5.9)]. 5 WARNINGS AND PRECAUTIONS 5.1 Mortality and Coronary Heart Disease Morbidity Fenofibrate did not reduce cardiovascular disease morbidity or mortality in two large, randomized controlled trials of patients with type 2 diabetes mellitus [see Clinical Studies (14.4)]. Because of chemical, pharmacological, and clinical similarities between fenofibrates, including Trilipix; pemafibrate; clofibrate; and gemfibrozil; the findings in 5 large randomized, placebo- controlled clinical trials with these other fibrate drugs may also apply to Trilipix. Pemafibrate did not reduce cardiovascular disease morbidity or mortality in a large, randomized, placebo-controlled trial of patients with type 2 diabetes mellitus on background statin therapy [see Clinical Studies (14.4)]. In the Coronary Drug Project, a large trial conducted from 1965 to 1985 in men post myocardial infarction, there was no difference in mortality or nonfatal myocardial infarction between the clofibrate group and the placebo group after 5 years of treatment (NCT00000482).",
    "page": 5,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "on background statin therapy [see Clinical Studies (14.4)]. In the Coronary Drug Project, a large trial conducted from 1965 to 1985 in men post myocardial infarction, there was no difference in mortality or nonfatal myocardial infarction between the clofibrate group and the placebo group after 5 years of treatment (NCT00000482). In a trial conducted by the World Health Organization (WHO) from 1965 to 1976, men without known coronary artery disease were treated with placebo or clofibrate for 5 years and followed for an additional 1 year. There was a statistically significant, higher age-adjusted all-cause mortality in the clofibrate group compared with the placebo group (5.70% vs. 3.96%, p ≤ 0.01). Excess mortality was due to a 33% increase in non-cardiovascular causes, including malignancy, post-cholecystectomy complications, and pancreatitis. The Helsinki Heart Study, conducted from 1982 to 1987, was a large (N = 4,081) trial of middle- aged men without a history of coronary artery disease. Subjects received either placebo or gemfibrozil for 5 years, with a 3.5-year open extension afterward. Total mortality was numerically but not statistically higher in the gemfibrozil randomization group versus placebo [95% confidence interval (CI) of the hazard ratio (HR) 0.91 to 1.64]. A secondary prevention component",
    "page": 5,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "of coronary artery disease. Subjects received either placebo or gemfibrozil for 5 years, with a 3.5-year open extension afterward. Total mortality was numerically but not statistically higher in the gemfibrozil randomization group versus placebo [95% confidence interval (CI) of the hazard ratio (HR) 0.91 to 1.64]. A secondary prevention component of the Helsinki Heart Study treated middle-aged men with gemfibrozil or placebo for 5 years. The HR for cardiac deaths was 2.2, 95% CI, 0.94 to 5.05. 5.2 Hepatotoxicity Serious drug-induced liver injury (DILI), including liver transplantation and death, has been reported with postmarketing use of fenofibrates, including Trilipix. DILI has been reported within the first few weeks of treatment or after several months of therapy and in some cases has reversed with discontinuation of Trilipix treatment. Patients with DILI have experienced signs",
    "page": 5,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "and symptoms including dark urine, abnormal stool, jaundice, malaise, abdominal pain, myalgia, weight loss, pruritus, and nausea. Many patients had concurrent elevations of total bilirubin, serum alanine transaminase (ALT), and aspartate transaminase (AST). DILI has been characterized as hepatocellular, chronic active, and cholestatic hepatitis, and cirrhosis has occurred in association with chronic active hepatitis. In clinical trials, an intermediate daily dosage or the maximum recommended daily dosage of fenofibrate have been associated with increases in serum AST or ALT. The incidence of increases in transaminases may be dose related [see Adverse Reactions (6.1)]. Trilipix is contraindicated in patients with active liver disease, including those with unexplained persistent liver function abnormalities. Monitor patient’s liver function, including serum ALT, AST, and total bilirubin, at baseline and periodically for the duration of therapy with Trilipix. Discontinue Trilipix if signs or symptoms of liver injury develop or if elevated enzyme levels persist (ALT or AST > 3 times the upper limit of normal, or if accompanied by elevation of bilirubin). Do not restart Trilipix in these patients if there is no alternative explanation for the liver injury. 5.3 Myopathy and Rhabdomyolysis Trilipix may cause myopathy [muscle pain, tenderness, or weakness associated with elevated creatine",
    "page": 6,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "AST > 3 times the upper limit of normal, or if accompanied by elevation of bilirubin). Do not restart Trilipix in these patients if there is no alternative explanation for the liver injury. 5.3 Myopathy and Rhabdomyolysis Trilipix may cause myopathy [muscle pain, tenderness, or weakness associated with elevated creatine kinase (CK)] and rhabdomyolysis. Risk Factors for Myopathy Risk factors for myopathy include age 65 years or older, uncontrolled hypothyroidism, renal impairment, and concomitant use with certain other drugs [see Drug Interactions (7) and Use in Specific Populations (8.6)]. Steps to Prevent or Reduce the Risk of Myopathy and Rhabdomyolysis Data from observational studies indicate that the risk for rhabdomyolysis is increased when fibrates, including fenofibrates, are co-administered with a statin. Avoid concomitant use unless the benefit of further alterations in TG levels is likely to outweigh the increased risk of this drug combination [see Drug Interactions (7), Clinical Pharmacology (12.3), and Clinical Studies (14.4)]. Cases of myopathy, including rhabdomyolysis, have been reported with Trilipix co-administered with colchicine. Consider whether the benefit of using colchicine concomitantly with Trilipix outweighs the increased risk of myopathy [see Drug Interactions (7)]. Discontinue Trilipix if markedly elevated CK levels occur or if myopathy is",
    "page": 6,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "(12.3), and Clinical Studies (14.4)]. Cases of myopathy, including rhabdomyolysis, have been reported with Trilipix co-administered with colchicine. Consider whether the benefit of using colchicine concomitantly with Trilipix outweighs the increased risk of myopathy [see Drug Interactions (7)]. Discontinue Trilipix if markedly elevated CK levels occur or if myopathy is either diagnosed or suspected. Muscle symptoms and CK elevations may resolve if Trilipix is discontinued. Temporarily discontinue Trilipix in patients experiencing an acute or serious condition at high risk of developing renal failure secondary to rhabdomyolysis (e.g., sepsis; shock; severe hypovolemia; major surgery; trauma; severe metabolic, endocrine, or electrolyte disorders; or uncontrolled epilepsy). Inform patients of the risk of myopathy and rhabdomyolysis when starting or increasing the Trilipix dosage. Instruct patients to promptly report any unexplained muscle pain, tenderness, or weakness, particularly if accompanied by malaise or fever.",
    "page": 6,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "5.4 Increases in Serum Creatinine Increases in serum creatinine have been reported in patients receiving fenofibrates. These increases tend to return to baseline following discontinuation of Trilipix. The clinical significance of this finding is unknown. Monitor renal function in patients with renal impairment taking Trilipix. Renal monitoring should also be considered for patients taking Trilipix at risk for renal insufficiency such as geriatric patients and patients with diabetes. Trilipix is contraindicated in patients with severe renal impairment, including those with end-stage renal disease (ESRD) and those receiving dialysis [see Dosage and Administration (2.3), Use in Specific Populations (8.6), and Clinical Pharmacology (12.3)]. 5.5 Cholelithiasis Fenofibrate may increase cholesterol excretion into the bile, leading to cholelithiasis. If cholelithiasis is suspected, gallbladder studies are indicated. Trilipix therapy should be discontinued if gallstones are found. Trilipix is contraindicated in patients with pre-existing gallbladder disease. 5.6 Increased Bleeding Risk with Coumarin Anticoagulants Exercise caution when co-administering anticoagulants with Trilipix because of the potentiation of coumarin-type anticoagulant effects in prolonging the prothrombin time/International Normalized Ratio (PT/INR). To prevent bleeding complications, monitor the PT/INR frequently and adjust the dosage of the anticoagulant until the PT/INR has stabilized [see Drug Interactions (7)]. 5.7 Pancreatitis Pancreatitis has been",
    "page": 7,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "when co-administering anticoagulants with Trilipix because of the potentiation of coumarin-type anticoagulant effects in prolonging the prothrombin time/International Normalized Ratio (PT/INR). To prevent bleeding complications, monitor the PT/INR frequently and adjust the dosage of the anticoagulant until the PT/INR has stabilized [see Drug Interactions (7)]. 5.7 Pancreatitis Pancreatitis has been reported in patients taking fenofibrates. This occurrence may represent a failure of efficacy in patients with severe hypertriglyceridemia, a direct drug effect, or a secondary phenomenon mediated through biliary tract stone or sludge formation with obstruction of the common bile duct. 5.8 Hematologic Changes Mild to moderate hemoglobin, hematocrit, and white blood cell decreases have been observed in patients following initiation of therapy with fenofibrates. However, these levels stabilize during long-term administration. Thrombocytopenia and agranulocytosis have been reported in individuals treated with Trilipix. Periodic monitoring of red and white blood cell counts is recommended during the first 12 months of Trilipix administration. 5.9 Hypersensitivity Reactions Acute Hypersensitivity Anaphylaxis and angioedema have been reported with postmarketing use of fenofibrates. In some cases, reactions were life-threatening and required emergency treatment. If a patient develops signs or symptoms of an acute hypersensitivity reaction, advise them to seek immediate medical attention and discontinue Trilipix.",
    "page": 7,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "Trilipix administration. 5.9 Hypersensitivity Reactions Acute Hypersensitivity Anaphylaxis and angioedema have been reported with postmarketing use of fenofibrates. In some cases, reactions were life-threatening and required emergency treatment. If a patient develops signs or symptoms of an acute hypersensitivity reaction, advise them to seek immediate medical attention and discontinue Trilipix. Trilipix is contraindicated in patients with a hypersensitivity to fenofibrate, fenofibric acid, or any of the ingredients in Trilipix.",
    "page": 7,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Delayed Hypersensitivity Severe cutaneous adverse drug reactions (SCAR), including Stevens-Johnson syndrome, Toxic Epidermal Necrolysis, and Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS), have been reported with postmarketing use of fenofibrates, occurring days to weeks after treatment initiation. The cases of DRESS were associated with cutaneous reactions (such as rash or exfoliative dermatitis) and a combination of eosinophilia, fever, systemic organ involvement (renal, hepatic, or respiratory). Discontinue Trilipix and treat patients appropriately if SCAR is suspected. 5.10 Venothromboembolic Disease In the Fenofibrate Intervention and Event Lowering in Diabetes (FIELD) trial, pulmonary embolus (PE) and deep vein thrombosis (DVT) were observed at higher rates in the fenofibrate- than the placebo-treated group. Of 9,795 patients enrolled in FIELD, there were 4,900 in the placebo group and 4,895 in the fenofibrate group. For DVT, there were 48 events (1%) in the placebo group and 67 (1.4%) in the fenofibrate group (p = 0.074); and for PE, there were 32 (0.7%) events in the placebo group and 53 (1.1%) in the fenofibrate group (p = 0.022). In the Coronary Drug Project, a higher proportion of the clofibrate group experienced definite or suspected fatal or nonfatal pulmonary embolism or thrombophlebitis than the placebo group (5.2%",
    "page": 8,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "and for PE, there were 32 (0.7%) events in the placebo group and 53 (1.1%) in the fenofibrate group (p = 0.022). In the Coronary Drug Project, a higher proportion of the clofibrate group experienced definite or suspected fatal or nonfatal pulmonary embolism or thrombophlebitis than the placebo group (5.2% vs. 3.3% at five years; p < 0.01). In the cardiovascular outcome trial with pemafibrate, pulmonary embolism was reported for 37 (0.7%) subjects in the pemafibrate group and 16 (0.3%) subjects in the placebo group. Deep vein thrombosis was reported for 36 (0.7%) subjects in the pemafibrate group and 13 (0.2%) subjects in the placebo group. 5.11 Paradoxical Decreases in HDL Cholesterol Levels There have been postmarketing and clinical trial reports of severe decreases in high-density lipoprotein cholesterol (HDL-C) levels (as low as 2 mg/dL) occurring in patients with and without diabetes initiated on fibrate therapy, including fenofibrate. The decrease in HDL-C is mirrored by a decrease in apolipoprotein A1. This decrease has been reported to occur within 2 weeks to years after initiation of fibrate therapy. The HDL-C levels remain depressed until fibrate therapy has been withdrawn; the response to withdrawal of fibrate therapy is rapid and sustained. The",
    "page": 8,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "in HDL-C is mirrored by a decrease in apolipoprotein A1. This decrease has been reported to occur within 2 weeks to years after initiation of fibrate therapy. The HDL-C levels remain depressed until fibrate therapy has been withdrawn; the response to withdrawal of fibrate therapy is rapid and sustained. The clinical significance of this decrease in HDL-C is unknown. Check HDL-C levels within the first few months after initiation of Trilipix. If a severely depressed HDL-C level is detected, discontinue Trilipix and monitor HDL-C until it has returned to baseline. Trilipix should not be re-initiated. 6 ADVERSE REACTIONS The following serious adverse reactions are described below and elsewhere in the labeling:  Mortality and coronary heart disease morbidity [see Warnings and Precautions (5.1)]  Hepatoxicity [see Warnings and Precautions (5.2)]  Myopathy and Rhabdomyolysis [see Warnings and Precautions (5.3)]",
    "page": 8,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": " Increases in Serum Creatinine [see Warnings and Precautions (5.4)]  Cholelithiasis [see Warnings and Precautions (5.5)]  Increased Bleeding Risk with Coumarin Anticoagulants [see Warnings and Precautions (5.6)]  Pancreatitis [see Warnings and Precautions (5.7)]  Hematologic Changes [see Warnings and Precautions (5.8)]  Hypersensitivity reactions [see Warnings and Precautions (5.9)]  Venothromboembolic disease [see Warnings and Precautions (5.10)]  Paradoxical Decreases in HDL Cholesterol Levels [see Warnings and Precautions (5.11)] 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The safety of Trilipix has been established in adults with hypertriglyceridemia or primary hyperlipidemia based on adequate and well-controlled trials of other formulations of fenofibrate, referenced below as “fenofibrate” [see Clinical Studies (14)]. Dosages of fenofibrate used in these trials were comparable to Trilipix 135 mg per day [see Clinical Pharmacology (12.3)]. Adverse reactions reported by 2% or more of patients treated with fenofibrate (and greater than placebo) during the double-blind, placebo-controlled trials are listed in Table 1. Adverse reactions led",
    "page": 9,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "Studies (14)]. Dosages of fenofibrate used in these trials were comparable to Trilipix 135 mg per day [see Clinical Pharmacology (12.3)]. Adverse reactions reported by 2% or more of patients treated with fenofibrate (and greater than placebo) during the double-blind, placebo-controlled trials are listed in Table 1. Adverse reactions led to discontinuation of treatment in 5% of patients treated with fenofibrate and in 3% treated with placebo. Increases in liver function tests were the most frequent events, causing discontinuation of fenofibrate treatment in 1.6% of patients in double-blind trials. Table 1. Adverse Reactions Reported by 2% or More of Patients Treated with Fenofibrate and Greater than Placebo During the Double-Blind, Placebo-Controlled Trials Adverse Reaction Placebo (N =365) Fenofibrate (N = 439) Abnormal Liver Tests 1% 8% Abdominal Pain 4% 5% Increased ALT 2% 3% Increased AST 1% 3% Increased Creatine Phosphokinase 1% 3% Constipation 1% 2% Rhinitis 1% 2% Other Adverse Reactions Urticaria Urticaria was seen in 1.1% vs. 0%, and rash in 1.4% vs. 0.8% of fenofibrate and placebo patients respectively in controlled trials.",
    "page": 9,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "Adverse Reactions Urticaria Urticaria was seen in 1.1% vs. 0%, and rash in 1.4% vs. 0.8% of fenofibrate and placebo patients respectively in controlled trials.",
    "page": 9,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Increases in Liver Enzymes In a pooled analysis of three 12-week, double-blind, controlled studies of Trilipix, increases in ALT and AST > 3 times the upper limit of normal on two consecutive occasions occurred in 1.9% and 0.2%, respectively, of patients receiving Trilipix 135 mg daily and placebo, without other lipid-altering drugs. In a pooled analysis of 10 placebo-controlled trials, increases to > 3 times the upper limit of normal in ALT occurred in 5.3% of patients taking either an intermediate or maximum recommended daily dosage of fenofibrate versus 1.1% of patients treated with placebo. In an 8- week trial, the incidence of ALT or AST elevations ≥ 3 times the upper limit of normal was 13% in patients receiving an intermediate daily dosage or the maximum recommended daily dosage of fenofibrate and was 0% in those receiving the lowest recommended daily dosage of fenofibrate or placebo [see Warnings and Precautions (5.2)]. Clinical trials with Trilipix did not include a placebo-control arm. However, the adverse reaction profile of Trilipix was generally consistent with that of fenofibrate. The following adverse reactions not listed above for fenofibrate were reported in ≥ 3% of patients taking Trilipix: Gastrointestinal: Diarrhea, dyspepsia General: Pain Infections:",
    "page": 10,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "Precautions (5.2)]. Clinical trials with Trilipix did not include a placebo-control arm. However, the adverse reaction profile of Trilipix was generally consistent with that of fenofibrate. The following adverse reactions not listed above for fenofibrate were reported in ≥ 3% of patients taking Trilipix: Gastrointestinal: Diarrhea, dyspepsia General: Pain Infections: Nasopharyngitis, sinusitis, upper respiratory tract infection Musculoskeletal and Connective Tissue: Arthralgia, myalgia, pain in extremity Nervous System: Dizziness 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of fenofibrate. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood: Anemia Gastrointestinal: Pancreatitis General: Asthenia Hepatobiliary: Increased total bilirubin, hepatitis, cirrhosis Immune System: Anaphylaxis, angioedema Lipid Disorders: Severely depressed HDL-cholesterol levels Musculoskeletal: Muscle spasms, rhabdomyolysis Renal and Urinary: Acute renal failure Respiratory: Interstitial lung disease Skin and Subcutaneous Tissue: Photosensitivity reactions days to months after initiation. This may occur in patients who report a prior photosensitivity reaction to ketoprofen.",
    "page": 10,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "and Subcutaneous Tissue: Photosensitivity reactions days to months after initiation. This may occur in patients who report a prior photosensitivity reaction to ketoprofen.",
    "page": 10,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "7 DRUG INTERACTIONS Table 2 presents clinically important drug interactions with Trilipix. Table 2. Clinically Important Drug Interactions with Trilipix Statins Clinical Impact: Fibrates may cause myopathy when given alone. The risk of myopathy and rhabdomyolysis is increased with concomitant use of fibrates with statins. Intervention: Consider if the benefit of using Trilipix concomitantly with statin therapy outweighs the increased risk of myopathy and rhabdomyolysis. If concomitant use is decided, monitor patients for signs and symptoms of myopathy, particularly during initiation of therapy and during upward dosage titration of statin therapy. Colchicine Clinical Impact: Cases of myopathy and rhabdomyolysis have been reported with concomitant use of colchicine with fenofibrates. Intervention: Consider if the benefit of using colchicine concomitantly with Trilipix outweighs the increased risk of myopathy and rhabdomyolysis. If concomitant use is decided, monitor patients for signs and symptoms of myopathy, particularly during initiation of therapy and during upward dosage titration of colchicine. Coumarin Anticoagulants Clinical Impact: Fibrates may cause potentiation of coumarin-type anticoagulant effects with prolongation of the PT/INR. Intervention: Caution should be exercised when coumarin anticoagulants are given in conjunction with Trilipix. The dosage of the anticoagulants should be reduced to maintain the PT/INR at the desired level",
    "page": 11,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "titration of colchicine. Coumarin Anticoagulants Clinical Impact: Fibrates may cause potentiation of coumarin-type anticoagulant effects with prolongation of the PT/INR. Intervention: Caution should be exercised when coumarin anticoagulants are given in conjunction with Trilipix. The dosage of the anticoagulants should be reduced to maintain the PT/INR at the desired level to prevent bleeding complications. Frequent PT/INR determinations are advisable until it has been definitely determined that the PT/INR has stabilized Immunosuppressants Clinical Impact: Immunosuppressants such as cyclosporine and tacrolimus can produce nephrotoxicity with decreases in creatinine clearance and rises in serum creatinine, and because renal excretion is the primary elimination route of fibrate drugs including Trilipix, there is a risk that an interaction will lead to deterioration of renal function. Intervention: The benefits and risks of using Trilipix with immunosuppressants and other potentially nephrotoxic agents should be carefully considered, and the lowest effective dosage employed and renal function monitored. Bile-Acid Binding Resins Clinical Impact: Bile-acid binding resins may bind other drugs given concurrently.",
    "page": 11,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "Binding Resins Clinical Impact: Bile-acid binding resins may bind other drugs given concurrently.",
    "page": 11,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary Limited available data with fenofibrate use in pregnant women are insufficient to determine a drug associated risk of major birth defects, miscarriage or adverse maternal or fetal outcomes. In animal reproduction studies, no evidence of embryo-fetal toxicity was observed with oral administration of fenofibrate in rats and rabbits during organogenesis at doses less than or comparable to the maximum recommended clinical dosage of 135 mg of Trilipix daily, based on body surface area (mg/m2). Adverse reproductive outcomes occurred at higher doses in the presence of maternal toxicity (see Data). Trilipix should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2% to 4% and 15% to 20%, respectively. Data Animal Data In pregnant rats given oral dietary doses of 14 mg/kg/day, 127 mg/kg/day, and 361 mg/kg/day from gestation day 6 to 15 during the period of organogenesis, no adverse developmental findings were observed at 14 mg/kg/day (less than",
    "page": 12,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "pregnancies is 2% to 4% and 15% to 20%, respectively. Data Animal Data In pregnant rats given oral dietary doses of 14 mg/kg/day, 127 mg/kg/day, and 361 mg/kg/day from gestation day 6 to 15 during the period of organogenesis, no adverse developmental findings were observed at 14 mg/kg/day (less than the clinical exposure at the maximum recommended human dose [MRHD] of 300 mg fenofibrate daily, comparable to 135 mg Trilipix daily, based on body surface area comparisons). Increased fetal skeletal malformations were observed at maternally toxic doses (361 mg/kg/day, corresponding to 12 times the clinical exposure at the MRHD) that significantly suppressed maternal body weight gain. In pregnant rabbits given oral gavage doses of 15 mg/kg/day, 150 mg/kg/day, and 300 mg/kg/day from gestation day 6 to 18 during the period of organogenesis and allowed to deliver, no adverse developmental findings were observed at 15 mg/kg/day (a dose that approximates the clinical exposure at the MRHD, based on body surface area comparisons). Aborted litters were observed at maternally toxic doses (≥ 150 mg/kg/day, corresponding to ≥ 10 times the clinical exposure at the MRHD) that suppressed maternal body weight gain. In pregnant rats given oral dietary doses of 15 mg/kg/day, 75",
    "page": 12,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "clinical exposure at the MRHD, based on body surface area comparisons). Aborted litters were observed at maternally toxic doses (≥ 150 mg/kg/day, corresponding to ≥ 10 times the clinical exposure at the MRHD) that suppressed maternal body weight gain. In pregnant rats given oral dietary doses of 15 mg/kg/day, 75 mg/kg/day, and 300 mg/kg/day from gestation day 15 through lactation day 21 (weaning), no adverse developmental effects were observed at 15 mg/kg/day (less than the clinical exposure at the MRHD, based on body surface area comparisons), despite maternal toxicity (decreased weight gain). Post-implantation loss was observed at ≥ 75 mg/kg/day (≥ 2 times the clinical exposure at the MRHD) in the presence of maternal toxicity (decreased weight gain). Decreased pup survival was noted at 300 Intervention: In patients taking a bile acid resin, administer Trilipix at least 1 hour before or 4 to 6 hours after the bile acid resin to avoid impeding its absorption.",
    "page": 12,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "to avoid impeding its absorption.",
    "page": 12,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "mg/kg/day (10 times the clinical exposure at the MRHD), which was associated with decreased maternal body weight gain/maternal neglect. 8.2 Lactation Risk Summary There is no available information on the presence of fenofibrate in human milk, effects of the drug on the breastfed infant, or the effects on milk production. Fenofibrate is present in the milk of rats and is therefore likely to be present in human milk. Because of the potential for serious adverse reactions in breastfed infants, such as disruption of infant lipid metabolism, women should not breastfeed during treatment with Trilipix and for 5 days after the final dose. 8.4 Pediatric Use The safety and effectiveness of Trilipix have not been established in pediatric patients with severe hypertriglyceridemia or primary hyperlipidemia. 8.5 Geriatric Use Assess renal function in geriatric patients and follow contraindications and dosing recommendations for patients with renal impairment [see Contraindications (4), Warnings and Precautions (5.3, 5.4), and Use in Specific Populations (8.6)]. While fenofibric acid exposure is not influenced by age, geriatric patients are more likely to have renal impairment, and fenofibric acid is substantially excreted by the kidney [see Clinical Pharmacology (12.3)]. Consider monitoring renal function in geriatric patients taking Trilipix. 8.6 Renal",
    "page": 13,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "(5.3, 5.4), and Use in Specific Populations (8.6)]. While fenofibric acid exposure is not influenced by age, geriatric patients are more likely to have renal impairment, and fenofibric acid is substantially excreted by the kidney [see Clinical Pharmacology (12.3)]. Consider monitoring renal function in geriatric patients taking Trilipix. 8.6 Renal Impairment Trilipix is contraindicated in patients with severe renal impairment (eGFR <30 mL/min/1.73m2), including those with end-stage renal disease (ESRD) and those receiving dialysis. Dosage reduction is required in patients with mild to moderate renal impairment [see Dosage and Administration (2.3) and Clinical Pharmacology (12.3)]. Patients with severe renal impairment have 2.7-fold higher exposure of fenofibric acid and increased accumulation of fenofibric acid during chronic dosing compared with healthy volunteers. Renal impairment is a risk factor for myopathy and rhabdomyolysis [see Warnings and Precautions (5.3, 5.4) and Clinical Pharmacology (12.3)]. 8.7 Hepatic Impairment The use of Trilipix has not been evaluated in patients with hepatic impairment. Trilipix is contraindicated in patients with active liver disease, including those with unexplained persistent liver function abnormalities [see Clinical Pharmacology (12.3)]. 10 OVERDOSAGE In the event of an overdose of Trilipix, consider contacting the Poison Help line (1-800-222- 1222) or a medical toxicologist for",
    "page": 13,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "evaluated in patients with hepatic impairment. Trilipix is contraindicated in patients with active liver disease, including those with unexplained persistent liver function abnormalities [see Clinical Pharmacology (12.3)]. 10 OVERDOSAGE In the event of an overdose of Trilipix, consider contacting the Poison Help line (1-800-222- 1222) or a medical toxicologist for additional overdosage management recommendations. There is no specific treatment for overdose with Trilipix. General supportive care of the patient is indicated, including monitoring of vital signs and observation of clinical status, should an",
    "page": 13,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "overdose occur. If indicated, elimination of unabsorbed drug should be achieved by emesis or gastric lavage; usual precautions should be observed to maintain the airway. Because fenofibric acid is highly bound to plasma proteins, hemodialysis should not be considered. 11 DESCRIPTION Trilipix (fenofibric acid) is a peroxisome proliferator-activated receptor (PPAR) alpha agonist available as delayed release capsules for oral administration. Each delayed release capsule contains choline fenofibrate, equivalent to 45 mg or 135 mg of fenofibric acid. The chemical name for choline fenofibrate is ethanaminium, 2-hydroxy-N,N,N-trimethyl, 2-{4-(4- chlorobenzoyl)phenoxy] -2-methylpropanoate (1:1) with the following structural formula: The empirical formula is C22H28ClNO5 and the molecular weight is 421.91. Choline fenofibrate is freely soluble in water. The melting point is approximately 210°C. Choline fenofibrate is a white to yellow powder, which is stable under ordinary conditions. Each delayed release capsule contains enteric coated mini-tablets comprised of choline fenofibrate and the following inactive ingredients: colloidal silicon dioxide, hydroxypropyl cellulose, hypromellose, methacrylic acid copolymer, povidone, sodium stearyl fumarate, talc, triethyl citrate, water. The capsule shell of the 45 mg capsule contains the following inactive ingredients: black iron oxide, gelatin, red iron oxide, titanium dioxide, and yellow iron oxide. The capsule shell of the 135 mg",
    "page": 14,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "colloidal silicon dioxide, hydroxypropyl cellulose, hypromellose, methacrylic acid copolymer, povidone, sodium stearyl fumarate, talc, triethyl citrate, water. The capsule shell of the 45 mg capsule contains the following inactive ingredients: black iron oxide, gelatin, red iron oxide, titanium dioxide, and yellow iron oxide. The capsule shell of the 135 mg capsule contains the following inactive ingredients: FD&C Blue #2, gelatin, titanium dioxide, and yellow iron oxide. 12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action The active moiety of Trilipix is fenofibric acid. The pharmacological effects of fenofibric acid in both animals and humans have been studied through oral administration of fenofibrate. The lipid-modifying effects of fenofibric acid seen in clinical practice have been explained in vivo in transgenic mice and in vitro in human hepatocyte cultures by the activation of PPAR alpha receptor. Through this mechanism, fenofibric acid increases lipolysis and elimination of triglyceride-rich particles from plasma by activating lipoprotein lipase and reducing production of apoprotein C-III (an inhibitor of lipoprotein lipase activity).",
    "page": 14,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "and reducing production of apoprotein C-III (an inhibitor of lipoprotein lipase activity).",
    "page": 14,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "12.2 Pharmacodynamics Fenofibric acid, the active metabolite of fenofibrate, produces reductions in total cholesterol (Total-C), total triglycerides, and triglyceride rich lipoprotein (VLDL) in treated patients with severe hypertriglyceridemia. 12.3 Pharmacokinetics Trilipix contains fenofibric acid, which is the circulating pharmacologically active moiety in plasma after oral administration of Trilipix. Fenofibric acid is also the circulating pharmacologically active moiety in plasma after oral administration of fenofibrate, the ester of fenofibric acid. Absorption Fenofibric acid is well absorbed throughout the gastrointestinal tract. The absolute bioavailability of fenofibric acid is approximately 81%. Peak plasma levels of fenofibric acid occur within 4 to 5 hours after a single dose administration of Trilipix capsule under fasting conditions. Effect of Food Fenofibric acid exposure in plasma, as measured by Cmax and AUC, is not significantly different when a single 135 mg dose of Trilipix is administered under fasting or nonfasting conditions. Distribution Upon multiple dosing of Trilipix, fenofibric acid levels reach steady state within 8 days. Plasma concentrations of fenofibric acid at steady state are approximately double those following a single dose. Serum protein binding was approximately 99% in normal and dyslipidemic subjects. Elimination Fenofibric acid is eliminated with a half-life of approximately 20 hours, allowing once",
    "page": 15,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "fenofibric acid levels reach steady state within 8 days. Plasma concentrations of fenofibric acid at steady state are approximately double those following a single dose. Serum protein binding was approximately 99% in normal and dyslipidemic subjects. Elimination Fenofibric acid is eliminated with a half-life of approximately 20 hours, allowing once daily administration of Trilipix. Metabolism Fenofibric acid is primarily conjugated with glucuronic acid and then excreted in urine. A small amount of fenofibric acid is reduced at the carbonyl moiety to a benzhydrol metabolite which is, in turn, conjugated with glucuronic acid and excreted in urine. In vivo metabolism data after fenofibrate administration indicate that fenofibric acid does not undergo oxidative metabolism (e.g., cytochrome P450) to a significant extent. Excretion After absorption, Trilipix is primarily excreted in the urine in the form of fenofibric acid and fenofibric acid glucuronide. Specific Populations Geriatric Patients",
    "page": 15,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "In geriatric volunteers 77 to 87 years of age, the oral clearance of fenofibric acid following a single oral dose of fenofibrate was 1.2 L/h, which compares to 1.1 L/h in young adults. This indicates that a similar dosage regimen can be used in geriatric patients with normal renal function, without increasing accumulation of the drug or metabolites [see Dosage and Administration (2.4) and Use in Specific Populations (8.5)]. Pediatric Patients The pharmacokinetics of Trilipix has not been studied in pediatric populations. Male and Female Patients No pharmacokinetic difference between males and females has been observed for fenofibric acid. Racial and Ethnic Groups The influence of race on the pharmacokinetics of fenofibric acid has not been studied; however, fenofibric acid is not metabolized by enzymes known for exhibiting inter-ethnic variability. Patients with Renal Impairment The pharmacokinetics of fenofibric acid were examined in patients with mild, moderate, and severe renal impairment. Patients with severe renal impairment (creatinine clearance [CrCl ≤30 mL/min] or estimated glomerular filtration rate [eGFR] <30 mL/min/1.73m2) showed a 2.7-fold increase in exposure for fenofibric acid and increased accumulation of fenofibric acid during chronic dosing compared to that of healthy subjects. Patients with mild to moderate renal impairment (CrCl",
    "page": 16,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "Patients with severe renal impairment (creatinine clearance [CrCl ≤30 mL/min] or estimated glomerular filtration rate [eGFR] <30 mL/min/1.73m2) showed a 2.7-fold increase in exposure for fenofibric acid and increased accumulation of fenofibric acid during chronic dosing compared to that of healthy subjects. Patients with mild to moderate renal impairment (CrCl 30 mL/min to 80 mL/min or eGFR 30 to 59 mL/min/1.73m2) had similar exposure but an increase in the half-life for fenofibric acid compared to that of healthy subjects [see Dosage and Administration (2.3)]. Patients with Hepatic Impairment No pharmacokinetic studies have been conducted in patients with hepatic impairment. Drug Interaction Studies In vitro studies using human liver microsomes indicate that fenofibric acid is not an inhibitor of cytochrome (CYP) P450 isoforms CYP3A4, CYP2D6, CYP2E1, or CYP1A2. It is a weak inhibitor of CYP2C8, CYP2C19, and CYP2A6, and mild-to-moderate inhibitor of CYP2C9 at therapeutic concentrations. Comparison of atorvastatin exposures when atorvastatin (80 mg once daily for 10 days) is given in combination with fenofibric acid (Trilipix 135 mg once daily for 10 days) and ezetimibe (10 mg once daily for 10 days) versus when atorvastatin is given in combination with ezetimibe only (ezetimibe 10 mg once daily and atorvastatin, 80",
    "page": 16,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "atorvastatin (80 mg once daily for 10 days) is given in combination with fenofibric acid (Trilipix 135 mg once daily for 10 days) and ezetimibe (10 mg once daily for 10 days) versus when atorvastatin is given in combination with ezetimibe only (ezetimibe 10 mg once daily and atorvastatin, 80 mg once daily for 10 days): The Cmax decreased by 1% for atorvastatin and ortho-hydroxy-atorvastatin and increased by 2% for parahydroxy- atorvastatin. The AUC decreased 6% and 9% for atorvastatin and orthohydroxy-atorvastatin, respectively, and did not change for para-hydroxy-atorvastatin. Comparison of ezetimibe exposures when ezetimibe (10 mg once daily for 10 days) is given in combination with fenofibric acid (Trilipix 135 mg once daily for 10 days) and atorvastatin (80 mg once daily for 10 days) versus when ezetimibe is given in combination with atorvastatin only",
    "page": 16,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "(ezetimibe 10 mg once daily and atorvastatin, 80 mg once daily for 10 days): The Cmax increased by 26% and 7% for total and free ezetimibe, respectively. The AUC increased by 27% and 12% for total and free ezetimibe, respectively. Table 3 describes the effects of co-administered drugs on fenofibric acid systemic exposure. Table 4 describes the effects of co-administered fenofibric acid on systemic exposure of other drugs. Table 3. Effects of Co-Administered Drugs on Fenofibric Acid Systemic Exposure from Trilipix or Fenofibrate Administration Co- Administered Drug Dosage Regimen of Co-Administered Drug Dosage Regimen of Trilipix or Fenofibrate Changes in Fenofibric Acid Exposure AUC Cmax Lipid-lowering medications Rosuvastatin 40 mg once daily for 10 days Trilipix 135 mg once daily for 10 days ↓2% ↓2% Atorvastatin 20 mg once daily for 10 days Fenofibrate 160 mg1 once daily for 10 days ↓2% ↓4% Atorvastatin + ezetimibe Atorvastatin, 80 mg once daily and ezetimibe, 10 mg once daily for 10 days Trilipix 135 mg once daily for 10 days ↑5% ↑5% Pravastatin 40 mg as a single dose Fenofibrate 3 x 67 mg2 as a single dose ↓1% ↓2% Fluvastatin 40 mg as a single dose Fenofibrate 160 mg1 as a",
    "page": 17,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "daily and ezetimibe, 10 mg once daily for 10 days Trilipix 135 mg once daily for 10 days ↑5% ↑5% Pravastatin 40 mg as a single dose Fenofibrate 3 x 67 mg2 as a single dose ↓1% ↓2% Fluvastatin 40 mg as a single dose Fenofibrate 160 mg1 as a single dose ↓2% ↓10% Simvastatin 80 mg once daily for 7 days Fenofibrate 160 mg1 once daily for 7 days ↓5% ↓11% Anti-diabetic medications Glimepiride 1 mg as a single dose Fenofibrate 145 mg1 once daily for 10 days ↑1% ↓1% Metformin 850 mg three times daily for 10 days Fenofibrate 54 mg1 three times daily for 10 days ↓9% ↓6% Rosiglitazone 8 mg once daily for 5 days Fenofibrate 145 mg1 once daily for 14 days ↑10% ↑3% Gastrointestinal medications Omeprazole 40 mg once daily for 5 days Trilipix 135 mg as a single dose fasting ↑6% ↑17% Omeprazole 40 mg once daily for 5 days Trilipix 135 mg as a single dose with food ↑4% ↓2% 1 TriCor (fenofibrate) oral tablet 2 TriCor (fenofibrate) oral micronized capsule",
    "page": 17,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "40 mg once daily for 5 days Trilipix 135 mg as a single dose with food ↑4% ↓2% 1 TriCor (fenofibrate) oral tablet 2 TriCor (fenofibrate) oral micronized capsule",
    "page": 17,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Table 4. Effects of Trilipix or Fenofibrate Co-Administration on Systemic Exposure of Other Drugs Dosage Regimen of Trilipix or Fenofibrate Dosage Regimen of Co-Administered Drug Changes in Co-Administered Drug Exposure Analyte AUC Cmax Lipid-lowering medications Trilipix 135 mg once daily for 10 days Rosuvastatin, 40 mg once daily for 10 days Rosuvastatin ↑6% ↑20% Fenofibrate 160 mg1 once daily for 10 days Atorvastatin, 20 mg once daily for 10 days Atorvastatin ↓17% 0% Fenofibrate 3 x 67 mg2 as a single dose Pravastatin, 40 mg as a single dose Pravastatin ↑13% ↑13% 3α-hydroxyl-iso- pravastatin ↑26% ↑29% Fenofibrate 160 mg1 as a single dose Fluvastatin, 40 mg as a single dose (+)-3R, 5S- Fluvastatin ↑15% ↑16% Fenofibrate 160 mg1 once daily for 7 days Simvastatin, 80 mg once daily for 7 days Simvastatin acid ↓36% ↓11% Simvastatin ↓11% ↓17% Active HMG-CoA Inhibitors ↓12% ↓1% Total HMG-CoA Inhibitors ↓8% ↓10% Anti-diabetic medications Fenofibrate 145 mg1 once daily for 10 days Glimepiride, 1 mg as a single dose Glimepiride ↑35% ↑18% Fenofibrate 54 mg1 three times daily for 10 days Metformin, 850 mg three times daily for 10 days Metformin ↑3% ↑6% Fenofibrate 145 mg1 once daily for 14 days Rosiglitazone, 8 mg",
    "page": 18,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "Fenofibrate 145 mg1 once daily for 10 days Glimepiride, 1 mg as a single dose Glimepiride ↑35% ↑18% Fenofibrate 54 mg1 three times daily for 10 days Metformin, 850 mg three times daily for 10 days Metformin ↑3% ↑6% Fenofibrate 145 mg1 once daily for 14 days Rosiglitazone, 8 mg once daily for 5 days Rosiglitazone ↑6% ↓1% 1 TriCor (fenofibrate) oral tablet 2 TriCor (fenofibrate) oral micronized capsule 13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, and Impairment of Fertility Trilipix (fenofibric acid) No carcinogenicity and fertility studies have been conducted with choline fenofibrate or fenofibric acid. However, because fenofibrate is rapidly converted to its active metabolite, fenofibric acid, either during or immediately following absorption both in animals and humans, studies conducted with fenofibrate are relevant for the assessment of the toxicity profile of fenofibric acid. A similar toxicity spectrum is expected after treatment with either Trilipix or fenofibrate.",
    "page": 18,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Fenofibrate Carcinogenesis Two dietary carcinogenicity studies have been conducted in rats with fenofibrate. In the first 24- month study, Wistar rats were dosed with fenofibrate at 10 mg/kg/day, 45 mg/kg/day, and 200 mg/kg/day, approximately 0.3 times, 1 time, and 6 times the maximum recommended human dose (MRHD), based on body surface area comparisons (mg/m2). At a dose of 200 mg/kg/day (at 6 times the MRHD), the incidence of liver carcinomas was significantly increased in both sexes. A statistically significant increase in pancreatic carcinomas was observed in males at 1 and 6 times the MRHD; an increase in pancreatic adenomas and benign testicular interstitial cell tumors was observed at 6 times the MRHD in males. In a second 24-month study in a different strain of rats (Sprague-Dawley), doses of 10 mg/kg/day and 60 mg/kg/day (0.3 and 2 times the MRHD) produced significant increases in the incidence of pancreatic acinar adenomas in both sexes and increases in testicular interstitial cell tumors in males at 2 times the MRHD. A 117-week carcinogenicity study was conducted in rats comparing three drugs: fenofibrate 10 mg/kg/day and 60 mg/kg/day (0.3 and 2 times the MRHD), clofibrate (400 mg/kg/day; 2 times the human dose), and gemfibrozil (250",
    "page": 19,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "both sexes and increases in testicular interstitial cell tumors in males at 2 times the MRHD. A 117-week carcinogenicity study was conducted in rats comparing three drugs: fenofibrate 10 mg/kg/day and 60 mg/kg/day (0.3 and 2 times the MRHD), clofibrate (400 mg/kg/day; 2 times the human dose), and gemfibrozil (250 mg/kg/day; 2 times the human dose) based on mg/m2 surface area. Fenofibrate increased pancreatic acinar adenomas in both sexes. Clofibrate increased hepatocellular carcinoma and pancreatic acinar adenomas in males and hepatic neoplastic nodules in females. Gemfibrozil increased hepatic neoplastic nodules in males and females, while all three drugs increased testicular interstitial cell tumors in males. In a 21-month study in CF-1 mice, fenofibrate 10 mg/kg/day, 45 mg/kg/day, and 200 mg/kg/day (approximately 0.2 times, 1 time, and 3 times the MRHD on the basis of mg/m2 surface area) significantly increased the liver carcinomas in both sexes at 3 times the MRHD. In a second 18- month study at 10 mg/kg/day, 60 mg/kg/day, and 200 mg/kg/day, fenofibrate significantly increased the liver carcinomas in male mice and liver adenomas in female mice at 3 times the MRHD. Electron microscopy studies have demonstrated peroxisomal proliferation following fenofibrate administration to the rat. An adequate study",
    "page": 19,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "In a second 18- month study at 10 mg/kg/day, 60 mg/kg/day, and 200 mg/kg/day, fenofibrate significantly increased the liver carcinomas in male mice and liver adenomas in female mice at 3 times the MRHD. Electron microscopy studies have demonstrated peroxisomal proliferation following fenofibrate administration to the rat. An adequate study to test for peroxisome proliferation in humans has not been done, but changes in peroxisome morphology and numbers have been observed in humans after treatment with other members of the fibrate class when liver biopsies were compared before and after treatment in the same individual. Mutagenesis Fenofibrate has been demonstrated to be devoid of mutagenic potential in the following tests: Ames, mouse lymphoma, chromosomal aberration and unscheduled DNA synthesis in primary rat hepatocytes. Impairment of Fertility In fertility studies rats were given oral dietary doses of fenofibrate, males received 61 days prior to mating and females 15 days prior to mating through weaning which resulted in no adverse effect on fertility at doses up to 300 mg/kg/day (approximately 10 times the MRHD, based on mg/m2 surface area comparisons).",
    "page": 19,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "mating through weaning which resulted in no adverse effect on fertility at doses up to 300 mg/kg/day (approximately 10 times the MRHD, based on mg/m2 surface area comparisons).",
    "page": 19,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "14 CLINICAL STUDIES 14.1 Overview of Clinical Trials The effectiveness of Trilipix has been established in adults with hypertriglyceridemia or primary hyperlipidemia based on adequate and well-controlled trials of other formulations of fenofibrate, referenced below as “fenofibrate.” Dosages of fenofibrate used in these trials were comparable to Trilipix 135 mg per day [see Clinical Pharmacology (12.3)]. 14.2 Clinical Trials in Adults with Hypertriglyceridemia The effects of fenofibrate on serum TG were studied in two randomized, double-blind, placebo- controlled clinical trials of 147 patients with hypertriglyceridemia. Patients were treated for 8 weeks under protocols that differed only in that one entered patients with baseline TG levels of 500 to 1,500 mg/dL, and the other TG levels of 350 to 499 mg/dL. In patients with hypertriglyceridemia and normal cholesterolemia with or without hyperchylomicronemia, treatment with fenofibrate decreased primarily very low-density lipoprotein (VLDL) TG and VLDL cholesterol (VLDL-C). Treatment of patients with elevated TG often results in an increase of LDL-C (see Table 5). Table 5. Effects of Fenofibrate in Patients With Hypertriglyceridemia Trial 1 Placebo Fenofibrate Baseline TG levels 350 to 499 mg/dL N Baseline Mean (mg/dL) Endpoint Mean (mg/dL) Mean % Change N Baseline Mean (mg/dL) Endpoint Mean (mg/dL) Mean %",
    "page": 20,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "TG often results in an increase of LDL-C (see Table 5). Table 5. Effects of Fenofibrate in Patients With Hypertriglyceridemia Trial 1 Placebo Fenofibrate Baseline TG levels 350 to 499 mg/dL N Baseline Mean (mg/dL) Endpoint Mean (mg/dL) Mean % Change N Baseline Mean (mg/dL) Endpoint Mean (mg/dL) Mean % Change TG 28 449 450 -0.5 27 432 223 -46.2* VLDL-TG 19 367 350 2.7 19 350 178 -44.1* Total-C 28 255 261 2.8 27 252 227 -9.1* HDL-C 28 35 36 4 27 34 40 19.6* LDL-C 28 120 129 12 27 128 137 14.5 VLDL-C 27 99 99 5.8 27 92 46 -44.7* Trial 2 Placebo Fenofibrate Baseline TG levels 500 to 1500 mg/dL N Baseline Mean (mg/dL) Endpoint Mean (mg/dL) Mean % Change N Baseline Mean (mg/dL) Endpoint Mean (mg/dL) Mean % Change TG 44 710 750 7.2 48 726 308 -54.5* VLDL-TG 29 537 571 18.7 33 543 205 -50.6* Total-C 44 272 271 0.4 48 261 223 -13.8* HDL-C 44 27 28 5.0 48 30 36 22.9* LDL-C 42 100 90 -4.2 45 103 131 45.0* VLDL-C 42 137 142 11.0 45 126 54 -49.4* * = p < 0.05 vs. Placebo",
    "page": 20,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "33 543 205 -50.6* Total-C 44 272 271 0.4 48 261 223 -13.8* HDL-C 44 27 28 5.0 48 30 36 22.9* LDL-C 42 100 90 -4.2 45 103 131 45.0* VLDL-C 42 137 142 11.0 45 126 54 -49.4* * = p < 0.05 vs. Placebo",
    "page": 20,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "14.3 Clinical Trials in Adults with Primary Hyperlipidemia The effects of fenofibrate were assessed in four randomized, placebo-controlled, double-blind, parallel-group trials in patients with hyperlipidemia and mixed dyslipidemia. Fenofibrate therapy reduced LDL-C, Total-C, and TG, and increased HDL-C (Table 6). Table 6. Mean Percent Change in Lipid Parameters at End of Treatment† Treatment Group Total-C LDL-C HDL-C TG Mean baseline lipid values (n = 646) 306.9 mg/dL 213.8 mg/dL 52.3 mg/dL 191.0 mg/dL All fenofibrate (n = 361) -18.7%* -20.6%* +11.0%* -28.9%* Placebo (n = 285) -0.4% -2.2% +0.7% +7.7% † Duration of study treatment was 3 to 6 months * p = < 0.05 vs. Placebo 14.4 Lack of Efficacy in Cardiovascular Outcomes Trials Fenofibrate did not reduce cardiovascular disease morbidity or mortality in two large, randomized controlled trials of patients with type 2 diabetes mellitus. The Action to Control Cardiovascular Risk in Diabetes Lipid (ACCORD Lipid) (NCT00000620) trial was a randomized placebo-controlled trial of 5,518 patients (2,765 assigned to receive fenofibrate) with type 2 diabetes mellitus on background statin therapy treated with fenofibrate. The mean age at baseline was 62 years and 31% were female. Overall, 68% were White, 15% were Black or African American; 7% identified as",
    "page": 21,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "was a randomized placebo-controlled trial of 5,518 patients (2,765 assigned to receive fenofibrate) with type 2 diabetes mellitus on background statin therapy treated with fenofibrate. The mean age at baseline was 62 years and 31% were female. Overall, 68% were White, 15% were Black or African American; 7% identified as Hispanic or Latino ethnicity. The mean duration of follow-up was 4.7 years. The primary outcome of major adverse cardiovascular events (MACE), a composite of non-fatal myocardial infarction, non-fatal stroke, and cardiovascular disease death was a HR of 0.92 (95% CI, 0.79 to 1.08) for fenofibrate plus statin combination therapy as compared to statin monotherapy. The Fenofibrate Intervention and Event Lowering in Diabetes (FIELD) trial was a 5-year randomized, placebo-controlled trial of 9,795 patients (4,895 assigned to receive fenofibrate) with type 2 diabetes mellitus treated with fenofibrate. The mean age at baseline was 62 years, 37% were female, and 93% were White. The primary outcome of coronary heart disease events was a HR of 0.89 (95% CI, 0.75 to 1.05) with fenofibrate compared to placebo. The HR for total and coronary heart disease mortality, respectively, was 1.11 (95% CI, 0.95 to 1.29) and 1.19 (95% CI, 0.90 to 1.57) with fenofibrate",
    "page": 21,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "White. The primary outcome of coronary heart disease events was a HR of 0.89 (95% CI, 0.75 to 1.05) with fenofibrate compared to placebo. The HR for total and coronary heart disease mortality, respectively, was 1.11 (95% CI, 0.95 to 1.29) and 1.19 (95% CI, 0.90 to 1.57) with fenofibrate as compared to placebo. Because of chemical, pharmacological, and clinical similarities between fenofibrate and pemafibrate, findings in a large randomized, placebo-controlled clinical trial with pemafibrate are relevant for Trilipix. Pemafibrate did not reduce cardiovascular disease morbidity or mortality in a large, randomized, placebo-controlled trial of patients with type 2 diabetes mellitus (TG levels of 200 to 499 mg per deciliter and HDL-C levels of 40 mg per deciliter or lower), on background statin therapy (NCT03071692). The trial was a randomized placebo-controlled trial of 10,497 patients (5,240 assigned to receive pemafibrate) with type 2 diabetes mellitus on background lipid-lowering therapy. The median age at baseline was 64 years and 28% were female. Overall, 86% were White, 5% were Asian, 3% were Black or African American; 19% identified as Hispanic or Latino ethnicity. The median duration of follow-up was 3.4 years. The primary outcome of major",
    "page": 21,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "median age at baseline was 64 years and 28% were female. Overall, 86% were White, 5% were Asian, 3% were Black or African American; 19% identified as Hispanic or Latino ethnicity. The median duration of follow-up was 3.4 years. The primary outcome of major",
    "page": 21,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "adverse cardiovascular events (MACE), a composite of non-fatal myocardial infarction, non-fatal ischemic stroke, coronary revascularization, and death from cardiovascular causes, was a HR of 1.03 (95% CI, 0.91 to 1.15) for pemafibrate plus statin combination therapy as compared to statin monotherapy. 16 HOW SUPPLIED/STORAGE AND HANDLING Trilipix (fenofibric acid) delayed release capsules 45 mg:  A reddish brown to orange brown cap and a yellow body imprinted in black ink the number “45”, available in bottles of 90 (NDC 0074-3161-90). Trilipix (fenofibric acid) delayed release capsules 135 mg:  A blue cap and a yellow body imprinted in black ink the number “135”, available in bottles of 90 (NDC 0074-3162-90). Store at 25°C (77°F); excursions permitted to 15°-30°C (59° to 86°F) [See USP controlled room temperature]. Keep out of the reach of children. Protect from moisture. 17 PATIENT COUNSELING INFORMATION Hepatotoxicity Inform patients that Trilipix may cause liver enzyme elevations and possibly liver failure. Advise patients to promptly report fatigue, anorexia, right upper abdominal discomfort, dark urine or jaundice [see Contraindications (4) and Warnings and Precautions (5.2)]. Myopathy and Rhabdomyolysis Advise patients that Trilipix may cause myopathy and rhabdomyolysis. Inform patients that the risk is also increased when taking certain",
    "page": 22,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "and possibly liver failure. Advise patients to promptly report fatigue, anorexia, right upper abdominal discomfort, dark urine or jaundice [see Contraindications (4) and Warnings and Precautions (5.2)]. Myopathy and Rhabdomyolysis Advise patients that Trilipix may cause myopathy and rhabdomyolysis. Inform patients that the risk is also increased when taking certain types of medication and they should discuss all medication, both prescription and over the counter, with their healthcare provider. Instruct patients to inform other healthcare providers prescribing a new medication or increasing the dosage of an existing medication that they are taking Trilipix. Instruct patients to promptly report any unexplained muscle pain, tenderness, or weakness particularly if accompanied by malaise or fever [see Warnings and Precautions (5.3) and Drug Interactions (7)]. Increased Bleeding Risk with Coumarin Anticoagulants Inform patients that the concomitant use of Trilipix with coumarin-type anticoagulants may increase the risk of bleeding. Advise patients if they are taking or planning to take coumarin-type anticoagulants to inform their healthcare providers and that increased monitoring may be necessary [see Warnings and Precautions (5.6) and Drug Interactions (7)]. Hypersensitivity Reactions Inform patients that serious hypersensitivity reactions, such as anaphylaxis and angioedema, have been reported with fenofibrates. Advise patients to report immediately",
    "page": 22,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "or planning to take coumarin-type anticoagulants to inform their healthcare providers and that increased monitoring may be necessary [see Warnings and Precautions (5.6) and Drug Interactions (7)]. Hypersensitivity Reactions Inform patients that serious hypersensitivity reactions, such as anaphylaxis and angioedema, have been reported with fenofibrates. Advise patients to report immediately any signs or symptoms suggesting allergic reaction, and to discontinue drug until they have consulted prescribing physicians [see Warnings and Precautions (5.9)].",
    "page": 22,
    "file": "trilipix_pi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Pregnancy Advise patients to inform their healthcare provider of a known or suspected pregnancy to discuss if Trilipix should be discontinued [see Use in Specific Populations (8.1)]. Lactation Advise patients that breastfeeding during treatment with Trilipix is not recommended [see Use in Specific Populations (8.2)]. Missed Doses If a dose is missed, advise patients to not take an extra dose and to resume treatment with the next dose. © 2025 AbbVie. All rights reserved. Trilipix and its design are trademarks of AbbVie Inc. Manufactured for AbbVie Inc., North Chicago, IL 60064, U.S.A. by Fournier Laboratories Ireland Limited, Anngrove, Carrigtwohill Co. Cork, Ireland, or AbbVie LTD, Barceloneta, PR 00617.",
    "page": 23,
    "file": "trilipix_pi.pdf"
  }
]