[
  {
    "chunk_id": 1,
    "content": "HIGHLIGHTS OF PRESCRIBING INFORMATION These highlights do not include all the information needed to use ZEMPLAR safely and effectively. See full prescribing information for ZEMPLAR. ZEMPLAR (paricalcitol) capsules, for oral use Initial U.S. Approval: 1998 INDICATIONS AND USAGE ZEMPLAR is a vitamin D analog indicated in adults and pediatric patients 10 years and older for the prevention and treatment of secondary hyperparathyroidism associated with: • Chronic kidney disease (CKD) Stages 3 and 4 (1.1). • CKD Stage 5 in patients on hemodialysis or peritoneal dialysis (1.2). DOSAGE AND ADMINISTRATION Initial Dosage: CKD Stages 3 and 4 (2.1, 2.3) Adult: Baseline iPTH ≤ 500 pg/mL 1 mcg orally daily or 2 mcg three times a week* Adult: Baseline iPTH > 500 pg/mL 2 mcg orally daily or 4 mcg three times a week* Pediatric: Ages 10 to 16 years 1 mcg orally three times a week* Dose Titration: CKD Stages 3 and 4 (2.1, 2.3) Adult: iPTH same, increased or decreased by < 30% relative to baseline Increase dose by 1 mcg daily or 2 mcg three times a week* Adult: iPTH decreased by ≥ 30% and ≤ 60% relative to baseline Maintain dose Adult: iPTH decreased by > 60% or",
    "page": 1,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "and 4 (2.1, 2.3) Adult: iPTH same, increased or decreased by < 30% relative to baseline Increase dose by 1 mcg daily or 2 mcg three times a week* Adult: iPTH decreased by ≥ 30% and ≤ 60% relative to baseline Maintain dose Adult: iPTH decreased by > 60% or iPTH < 60 pg/mL relative to baseline Decrease dose by 1 mcg daily or 2 mcg three times a week* Pediatric: Ages 10 to 16 years Increase each dose by 1 mcg three times a week every 4 weeks or decrease each dose by 1 mcg three times a week at any time based on iPTH, serum calcium and phosphorus levels.* * Not more frequently than every other day when dosing three times a week. Initial Dosage: CKD Stage 5 (2.2, 2.3) Adult Dose (micrograms) = baseline iPTH (pg/mL) divided by 80. Administer dose orally three times a week.* Pediatric: Ages 10 to 16 years Dose (micrograms) = baseline iPTH (pg/mL) divided by 120. Administer dose orally three times a week.* Dose Titration: CKD Stage 5 (2.2, 2.3) Adult Dose in micrograms is based on most recent iPTH (pg/mL) divided by 80 with adjustments based on serum calcium and phosphorous",
    "page": 1,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "Ages 10 to 16 years Dose (micrograms) = baseline iPTH (pg/mL) divided by 120. Administer dose orally three times a week.* Dose Titration: CKD Stage 5 (2.2, 2.3) Adult Dose in micrograms is based on most recent iPTH (pg/mL) divided by 80 with adjustments based on serum calcium and phosphorous levels. Dose three times a week.* Pediatric: Ages 10 to 16 years Increase each dose by 1 mcg three times a week every 4 weeks or decrease each dose by 2 mcg three times a week at any time based on iPTH, serum calcium and phosphorus levels.* * Not more frequently than every other day. • CKD Stage 5: To avoid hypercalcemia only treat patients after their baseline serum calcium has been reduced to 9.5 mg/dL or lower (2.2). DOSAGE FORMS AND STRENGTHS Capsules: 1 mcg and 2 mcg (3). CONTRAINDICATIONS • Evidence of hypercalcemia (4). • Evidence of vitamin D toxicity (4). WARNINGS AND PRECAUTIONS • Hypercalcemia: Excessive administration of ZEMPLAR capsules can cause over suppression of PTH, hypercalcemia, hypercalciuria, hyperphosphatemia, and adynamic bone disease. Prescription-based doses of vitamin D and its derivatives should be withheld during ZEMPLAR treatment (5.1). • Digitalis toxicity: Potentiated by hypercalcemia of any cause.",
    "page": 1,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "D toxicity (4). WARNINGS AND PRECAUTIONS • Hypercalcemia: Excessive administration of ZEMPLAR capsules can cause over suppression of PTH, hypercalcemia, hypercalciuria, hyperphosphatemia, and adynamic bone disease. Prescription-based doses of vitamin D and its derivatives should be withheld during ZEMPLAR treatment (5.1). • Digitalis toxicity: Potentiated by hypercalcemia of any cause. Use caution when ZEMPLAR capsules are prescribed concomitantly with digitalis compounds (5.2). • Laboratory tests: Monitor serum calcium, serum phosphorus, and serum or plasma iPTH during initial dosing or following any dose adjustment. ZEMPLAR capsules may increase serum creatinine and therefore decrease the estimated GFR (eGFR) (5.3). • Aluminum overload and toxicity: Avoid excessive use of aluminum containing compounds (5.4). ADVERSE REACTIONS The most common adverse reactions (> 5% and more frequent than placebo) include diarrhea, nasopharyngitis, dizziness, vomiting, hypertension, hypersensitivity, nausea, and edema (6). To report SUSPECTED ADVERSE REACTIONS, contact AbbVie Inc. at 1-800-633-9110 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch DRUG INTERACTIONS • Strong CYP3A inhibitors (e.g. ketoconazole) will increase the exposure of paricalcitol. Use with caution (7). • Cholestyramine, Mineral Oil: Intestinal absorption of paricalcitol may be reduced if administered simultaneously with cholestyramine or mineral oil. Take ZEMPLAR Capsules at least 1 hour before or 4 to 6",
    "page": 1,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 5,
    "content": "www.fda.gov/medwatch DRUG INTERACTIONS • Strong CYP3A inhibitors (e.g. ketoconazole) will increase the exposure of paricalcitol. Use with caution (7). • Cholestyramine, Mineral Oil: Intestinal absorption of paricalcitol may be reduced if administered simultaneously with cholestyramine or mineral oil. Take ZEMPLAR Capsules at least 1 hour before or 4 to 6 hours after taking cholestyramine or mineral oil (7). USE IN SPECIFIC POPULATIONS Lactation: Breastfeeding not recommended (8.2). See 17 for PATIENT COUNSELING INFORMATION. Revised: 8/2024 FULL PRESCRIBING INFORMATION: CONTENTS* 1 INDICATIONS AND USAGE 1.1 Chronic Kidney Disease Stages 3 and 4 1.2 Chronic Kidney Disease Stage 5 2 DOSAGE AND ADMINISTRATION 2.1 Chronic Kidney Disease Stages 3 and 4 in Adults 2.2 Chronic Kidney Disease Stage 5 in Adults 2.3 Pediatric Patients (Ages 10 to 16 Years) 2.4 Monitoring 2.5 Administration 3 DOSAGE FORMS AND STRENGTHS 4 CONTRAINDICATIONS 5 WARNINGS AND PRECAUTIONS 5.1 Hypercalcemia 5.2 Digitalis Toxicity 5.3 Laboratory Tests 5.4 Aluminum Overload and Toxicity 6 ADVERSE REACTIONS 6.1 Clinical Trials Experience 6.2 Postmarketing Experience 7 DRUG INTERACTIONS 8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy 8.2 Lactation 8.4 Pediatric Use 8.5 Geriatric Use 10 OVERDOSAGE 11 DESCRIPTION 12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action 12.2 Pharmacodynamics 12.3 Pharmacokinetics 13 NONCLINICAL",
    "page": 1,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 6,
    "content": "5.4 Aluminum Overload and Toxicity 6 ADVERSE REACTIONS 6.1 Clinical Trials Experience 6.2 Postmarketing Experience 7 DRUG INTERACTIONS 8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy 8.2 Lactation 8.4 Pediatric Use 8.5 Geriatric Use 10 OVERDOSAGE 11 DESCRIPTION 12 CLINICAL PHARMACOLOGY 12.1 Mechanism of Action 12.2 Pharmacodynamics 12.3 Pharmacokinetics 13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis and Impairment of Fertility 14 CLINICAL STUDIES 14.1 Chronic Kidney Disease Stages 3 and 4 14.2 Chronic Kidney Disease Stage 5 16 HOW SUPPLIED/STORAGE AND HANDLING",
    "page": 1,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "17 PATIENT COUNSELING INFORMATION *Sections or subsections omitted from the full prescribing information are not listed.",
    "page": 2,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "FULL PRESCRIBING INFORMATION 1 INDICATIONS AND USAGE 1.1 Chronic Kidney Disease Stages 3 and 4 ZEMPLAR capsules are indicated in adults and pediatric patients 10 years of age and older for the prevention and treatment of secondary hyperparathyroidism associated with Chronic Kidney Disease (CKD) Stages 3 and 4. 1.2 Chronic Kidney Disease Stage 5 ZEMPLAR capsules are indicated in adults and pediatric patients 10 years of age and older for the prevention and treatment of secondary hyperparathyroidism associated with CKD Stage 5 in patients on hemodialysis (HD) or peritoneal dialysis (PD). 2 DOSAGE AND ADMINISTRATION 2.1 Chronic Kidney Disease Stages 3 and 4 in Adults Administer ZEMPLAR capsules orally once daily or three times a week [see Clinical Studies (14.1)]. When dosing three times weekly, do not administer more frequently than every other day. Initial Dose Table 1. Recommended ZEMPLAR Starting Dose Based upon Baseline iPTH Level Baseline iPTH Level Daily Dose Three Times a Week Dose* Less than or equal to 500 pg/mL 1 mcg 2 mcg More than 500 pg/mL 2 mcg 4 mcg * To be administered not more often than every other day Dose Titration Table 2. Recommended ZEMPLAR Dose Titration Base upon iPTH Level Dose",
    "page": 3,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "Daily Dose Three Times a Week Dose* Less than or equal to 500 pg/mL 1 mcg 2 mcg More than 500 pg/mL 2 mcg 4 mcg * To be administered not more often than every other day Dose Titration Table 2. Recommended ZEMPLAR Dose Titration Base upon iPTH Level Dose Adjustment at 2 to 4 Week Intervals iPTH Level Relative to Baseline ZEMPLAR Capsule Dose Daily Dosage Three Times a Week Dosage* The same, increased or decreased by less than 30% Increase dose by 1 mcg 2 mcg Decreased by more than or equal to 30% and less than or equal to 60% Maintain dose - - Decreased by more than 60% or Decrease dose by 1 mcg 2 mcg",
    "page": 3,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "iPTH less than 60 pg/mL * To be administered not more often than every other day If a patient is taking the lowest dose, 1 mcg, on the daily regimen and a dose reduction is needed, the dose can be decreased to 1 mcg three times a week. If a further dose reduction is required, the drug should be withheld as needed and restarted at a lower dosing frequency. 2.2 Chronic Kidney Disease Stage 5 in Adults Initial Dose Administer the dose of ZEMPLAR capsules orally three times a week, no more frequently than every other day based upon the following formula: Dose (micrograms) = baseline iPTH (pg/mL) divided by 80 Treat patients only after their baseline serum calcium has been adjusted to 9.5 mg/dL or lower to minimize the risk of hypercalcemia [see Clinical Pharmacology (12.2) and Clinical Studies (14.2)]. Dose Titration Individualize the dose of ZEMPLAR based on iPTH, serum calcium and phosphorus levels. Titrate ZEMPLAR dose based on the following formula: Dose (micrograms) = most recent iPTH level (pg/ml) divided by 80 If serum calcium is elevated, the dose should be decreased by 2 to 4 micrograms. As iPTH approaches the target range, small, individualized dose adjustments",
    "page": 4,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "iPTH, serum calcium and phosphorus levels. Titrate ZEMPLAR dose based on the following formula: Dose (micrograms) = most recent iPTH level (pg/ml) divided by 80 If serum calcium is elevated, the dose should be decreased by 2 to 4 micrograms. As iPTH approaches the target range, small, individualized dose adjustments may be necessary in order to achieve a stable iPTH. In situations where monitoring of iPTH, Ca or P occurs less frequently than once per week, a more modest initial and dose titration ratio (e.g., iPTH divided by 100) may be warranted. 2.3 Pediatric Patients (Ages 10 to 16 Years) CKD Stages 3 and 4 Initial Dose Administer ZEMPLAR 1 mcg capsule orally three times a week, no more frequently than every other day. Dose Titration Individualize and titrate ZEMPLAR dose based on iPTH, serum calcium and phosphorus levels to maintain an iPTH level within target range. Every 4 weeks, each administered ZEMPLAR dose may be increased in 1 mcg increments, maintaining the three times per week regimen (e.g., increase from 1 mcg three times per week to 2 mcg three times per week). At any time, each administered dose may be decreased by 1 mcg. ZEMPLAR may be stopped",
    "page": 4,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "each administered ZEMPLAR dose may be increased in 1 mcg increments, maintaining the three times per week regimen (e.g., increase from 1 mcg three times per week to 2 mcg three times per week). At any time, each administered dose may be decreased by 1 mcg. ZEMPLAR may be stopped if the patient requires reduction while receiving 1 mcg three times per week, resuming when appropriate.",
    "page": 4,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "CKD Stage 5 Initial Dose Administer the dose of ZEMPLAR capsules orally three times a week, no more frequently than every other day based upon the following formula: Dose* (micrograms) = baseline iPTH (pg/mL) divided by 120 * Round down to the nearest whole number Dose Titration Subsequent dosing should be individualized and based on iPTH, serum calcium and phosphorus levels to maintain an iPTH level within target range. Every 4 weeks, each administered ZEMPLAR dose may be increased in 1 mcg increments, maintaining the three times per week regimen (e.g., increase from 1 mcg three times per week to 2 mcg three times per week). At any time, each administered dose may be decreased by 2 mcg. ZEMPLAR may be stopped if the patient requires reduction while receiving 2 mcg three times per week or 1 mcg three times per week, resuming when appropriate. 2.4 Monitoring Monitor serum calcium and phosphorus levels closely after initiation of ZEMPLAR, during dose titration periods and during co-administration with strong CYP3A inhibitors [see Warnings and Precautions (5.3), Drug Interactions (7), and Clinical Pharmacology (12.3)]. If hypercalcemia is observed, the dose of ZEMPLAR should be reduced or withheld until these parameters are normalized. 2.5",
    "page": 5,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "and phosphorus levels closely after initiation of ZEMPLAR, during dose titration periods and during co-administration with strong CYP3A inhibitors [see Warnings and Precautions (5.3), Drug Interactions (7), and Clinical Pharmacology (12.3)]. If hypercalcemia is observed, the dose of ZEMPLAR should be reduced or withheld until these parameters are normalized. 2.5 Administration ZEMPLAR capsules may be taken without regard to food. 3 DOSAGE FORMS AND STRENGTHS ZEMPLAR capsules are available as 1 mcg and 2 mcg soft gelatin capsules. • 1 mcg: oval, gray capsule imprinted with “ZA” • 1 mcg: oval, gray capsule imprinted with the “a” logo and “ZA” • 2 mcg: oval, orange-brown capsule imprinted with “ZF” • 2 mcg: oval, orange-brown capsule imprinted with the “a” logo and “ZF” 4 CONTRAINDICATIONS ZEMPLAR capsules should not be given to patients with evidence of • hypercalcemia or • vitamin D toxicity [see Warnings and Precautions (5.1)].",
    "page": 5,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "5 WARNINGS AND PRECAUTIONS Excessive administration of vitamin D compounds, including ZEMPLAR capsules, can cause over suppression of PTH, hypercalcemia, hypercalciuria, hyperphosphatemia, and adynamic bone disease. 5.1 Hypercalcemia Progressive hypercalcemia due to overdosage of vitamin D and its metabolites may be so severe as to require emergency attention [see Overdosage (10)]. Acute hypercalcemia may exacerbate tendencies for cardiac arrhythmias and seizures and may potentiate the action of digitalis. Chronic hypercalcemia can lead to generalized vascular calcification and other soft-tissue calcification. Concomitant administration of high doses of calcium-containing preparations or thiazide diuretics with ZEMPLAR may increase the risk of hypercalcemia. High intake of calcium and phosphate concomitant with vitamin D compounds may lead to serum abnormalities requiring more frequent patient monitoring and individualized dose titration. Patients also should be informed about the symptoms of elevated calcium, which include feeling tired, difficulty thinking clearly, loss of appetite, nausea, vomiting, constipation, increased thirst, increased urination and weight loss. Prescription-based doses of vitamin D and its derivatives should be withheld during ZEMPLAR treatment to avoid hypercalcemia. 5.2 Digitalis Toxicity Digitalis toxicity is potentiated by hypercalcemia of any cause. Use caution when ZEMPLAR capsules are prescribed concomitantly with digitalis compounds. 5.3 Laboratory Tests During the",
    "page": 6,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "increased urination and weight loss. Prescription-based doses of vitamin D and its derivatives should be withheld during ZEMPLAR treatment to avoid hypercalcemia. 5.2 Digitalis Toxicity Digitalis toxicity is potentiated by hypercalcemia of any cause. Use caution when ZEMPLAR capsules are prescribed concomitantly with digitalis compounds. 5.3 Laboratory Tests During the initial dosing or following any dose adjustment of medication, serum calcium, serum phosphorus, and serum or plasma iPTH should be monitored at least every two weeks for 3 months, then monthly for 3 months, and every 3 months thereafter. In pre-dialysis patients, ZEMPLAR capsules may increase serum creatinine and therefore decrease the estimated GFR (eGFR). Similar effects have also been seen with calcitriol. 5.4 Aluminum Overload and Toxicity Aluminum-containing preparations (e.g., antacids, phosphate binders) should not be administered chronically with ZEMPLAR, as increased blood levels of aluminum and aluminum bone toxicity may occur. 6 ADVERSE REACTIONS Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in the clinical studies of another drug and may not reflect the rates observed in practice.",
    "page": 6,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in the clinical studies of another drug and may not reflect the rates observed in practice.",
    "page": 6,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "6.1 Clinical Trials Experience CKD Stages 3 and 4 Adults The safety of ZEMPLAR capsules has been evaluated in three 24-week (approximately six- month), double-blind, placebo-controlled, multicenter clinical studies involving 220 CKD Stages 3 and 4 patients. Six percent (6%) of ZEMPLAR capsules treated patients and 4% of placebo treated patients discontinued from clinical studies due to an adverse event. Adverse events occurring in the ZEMPLAR capsules group at a frequency of 2% or greater and more frequently than in the placebo group are presented in Table 3: Table 3. Adverse Reactions by Body System Occurring in ≥ 2% of Subjects in the ZEMPLAR-Treated Group of Three, Double-Blind, Placebo-Controlled CKD Stages 3 and 4 Studies Number (%) of Subjects Adverse Eventa ZEMPLAR Capsules (n = 107) Placebo (n = 113) Overall 88 (82%) 86 (76%) Ear and Labyrinth Disorders Vertigo 5 (5%) 0 (0%) Gastrointestinal Disorders Abdominal Discomfort 4 (4%) 1 (1%) Constipation 4 (4%) 4 (4%) Diarrhea 7 (7%) 5 (4%) Nausea 6 (6%) 4 (4%) Vomiting 5 (5%) 5 (4%) General Disorders and Administration Site Conditions Chest Pain 3 (3%) 1 (1%) Edema 6 (6%) 5 (4%) Pain 4 (4%) 4 (4%) Immune System Disorders Hypersensitivity 6 (6%)",
    "page": 7,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "1 (1%) Constipation 4 (4%) 4 (4%) Diarrhea 7 (7%) 5 (4%) Nausea 6 (6%) 4 (4%) Vomiting 5 (5%) 5 (4%) General Disorders and Administration Site Conditions Chest Pain 3 (3%) 1 (1%) Edema 6 (6%) 5 (4%) Pain 4 (4%) 4 (4%) Immune System Disorders Hypersensitivity 6 (6%) 2 (2%) Infections and Infestations Fungal Infection 3 (3%) 0 (0%) Gastroenteritis 3 (3%) 3 (3%) Infection 3 (3%) 3 (3%) Sinusitis 3 (3%) 1 (1%) Urinary Tract Infection 3 (3%) 1 (1%) Viral Infection 8 (7%) 8 (7%) Metabolism and Nutrition Disorders Dehydration 3 (3%) 1 (1%)",
    "page": 7,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Musculoskeletal and Connective Tissue Disorders Arthritis 5 (5%) 0 (0%) Back Pain 3 (3%) 1 (1%) Muscle Spasms 3 (3%) 0 (0%) Nervous System Disorders Dizziness 5 (5%) 5 (4%) Headache 5 (5%) 5 (4%) Syncope 3 (3%) 1 (1%) Psychiatric Disorders Depression 3 (3%) 0 (0%) Respiratory, Thoracic and Mediastinal Disorders Cough 3 (3%) 2 (2%) Oropharyngeal Pain 4 (4%) 0 (0%) Skin and Subcutaneous Tissue Disorders Pruritus 3 (3%) 3 (3%) Rash 4 (4%) 1 (1%) Skin Ulcer 3 (3%) 0 (0%) Vascular Disorders Hypertension 7 (7%) 4 (4%) Hypotension 5 (5%) 3 (3%) a. Includes only events more common in the ZEMPLAR treatment group. Additional Adverse Reactions The following additional adverse reactions occurred in <2% of the ZEMPLAR-treated patients in the above double-blind, placebo-controlled clinical trial. Gastrointestinal Disorders: Dry mouth Investigations: Hepatic enzyme abnormal Nervous System Disorders: Dysgeusia Skin and Subcutaneous Tissue Disorders: Urticaria Pediatric patients 10 to 16 years of age The safety of ZEMPLAR capsules has been evaluated in one multicenter clinical study involving CKD Stages 3 and 4 patients ages 10 to 16 years. A 12-week double-blind, placebo-controlled phase was followed by an open-label phase during which all patients received ZEMPLAR capsules. During the",
    "page": 8,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "to 16 years of age The safety of ZEMPLAR capsules has been evaluated in one multicenter clinical study involving CKD Stages 3 and 4 patients ages 10 to 16 years. A 12-week double-blind, placebo-controlled phase was followed by an open-label phase during which all patients received ZEMPLAR capsules. During the 12-week blinded phase, a total of 18 patients received ZEMPLAR capsules and 18 patients received placebo. Adverse events occurring more frequently in the ZEMPLAR capsules group than in the placebo group are presented in Table 4.",
    "page": 8,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Table 4. Adverse Reactions by Body System Occurring in the Double-Blind, Placebo- Controlled, CKD Stages 3 and 4 Study in Patients Ages 10 to 16 Years Number (%) of Subjects Adverse Eventa ZEMPLAR Capsules (n = 18) Placebo (n = 18) Overall 7 (39%) 16 (89%) Gastrointestinal Disorders Nausea 1 (6%) 0 (0%) Infections and Infestations Conjunctivitis 1 (6%) 0 (0%) Rhinitis 3 (17%) 0 (0%) Renal and Urinary Disorders Micturition Urgency 1 (6%) 0 (0%) Respiratory, Thoracic and Mediastinal Disorders Asthma 1 (6%) 0 (0%) a. Includes only events more common in the ZEMPLAR treatment group. Additional Adverse Reactions The following adverse reactions have occurred in ZEMPLAR-treated patients: Gastrointestinal Disorders: Abdominal pain, constipation, vomiting Metabolism and Nutrition Disorders: Hypercalcemia and hyperphosphatemia Nervous System Disorders: Headache CKD Stage 5 Adults The safety of ZEMPLAR capsules has been evaluated in one 12-week, double-blind, placebo- controlled, multicenter clinical study involving 88 CKD Stage 5 patients. Sixty-one patients received ZEMPLAR capsules and 27 patients received placebo. The proportion of patients who terminated prematurely from the study due to adverse events was 7% for ZEMPLAR capsules treated patients and 7% for placebo patients. Adverse events occurring in the ZEMPLAR capsules group at a frequency",
    "page": 9,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "Stage 5 patients. Sixty-one patients received ZEMPLAR capsules and 27 patients received placebo. The proportion of patients who terminated prematurely from the study due to adverse events was 7% for ZEMPLAR capsules treated patients and 7% for placebo patients. Adverse events occurring in the ZEMPLAR capsules group at a frequency of 2% or greater and more frequently than in the placebo group are as follows: Table 5. Adverse Reactions by Body System Occurring in ≥ 2% of Subjects in the ZEMPLAR-Treated Group, Double-Blind, Placebo-Controlled CKD Stage 5 Study Number (%) of Subjects Adverse Eventsa ZEMPLAR Capsules (n=61) Placebo (n = 27) Overall 43 (70%) 19 (70%)",
    "page": 9,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Gastrointestinal Disorders Constipation 3 (5%) 0 (0%) Diarrhea 7 (11%) 3 (11%) Vomiting 4 (7%) 0 (0%) General Disorders and Administration Site Conditions Fatigue 2 (3%) 0 (0%) Edema Peripheral 2 (3%) 0 (0%) Infections and Infestations Nasopharyngitis 5 (8%) 2 (7%) Peritonitis 3 (5%) 0 (0%) Sinusitis 2 (3%) 0 (0%) Urinary Tract Infection 2 (3%) 0 (0%) Metabolism and Nutrition Disorders Fluid Overload 3 (5%) 0 (0%) Hypoglycemia 2 (3%) 0 (0%) Nervous System Disorders Dizziness 4 (7%) 0 (0%) Headache 2 (3%) 0 (0%) Psychiatric Disorders Anxiety 2 (3%) 0 (0%) Insomnia 3 (5%) 0 (0%) Renal and Urinary Disorders Renal Failure Chronic 2 (3%) 0 (0%) a. Includes only events more common in the ZEMPLAR treatment group. Additional Adverse Reactions The following adverse reactions occurred in <2% of the ZEMPLAR-treated patients in the above double-blind, placebo-controlled clinical trial. Gastrointestinal Disorders: Gastroesophageal reflux disease Metabolism and Nutrition Disorders: Decreased appetite, hypercalcemia, hypocalcemia Reproductive System and Breast Disorders: Breast tenderness Skin and Subcutaneous Tissue Disorders: Acne Pediatric patients 10 to 16 years of age The safety of ZEMPLAR capsules has been evaluated in one 12-week, open-label, single-arm, multicenter clinical studies involving 13 CKD Stage 5 patients ages 10",
    "page": 10,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "Disorders: Decreased appetite, hypercalcemia, hypocalcemia Reproductive System and Breast Disorders: Breast tenderness Skin and Subcutaneous Tissue Disorders: Acne Pediatric patients 10 to 16 years of age The safety of ZEMPLAR capsules has been evaluated in one 12-week, open-label, single-arm, multicenter clinical studies involving 13 CKD Stage 5 patients ages 10 to 16 years of age receiving peritoneal dialysis or hemodialysis. The following adverse reactions were reported: Gastrointestinal Disorders: Abdominal pain, diarrhea, nausea, vomiting",
    "page": 10,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Metabolism and Nutrition Disorders: Hypercalcemia, hyperphosphatemia Three of 13 patients (23%) had hypercalcemia defined as at least 2 consecutive serum calcium values >10.2 mg/dL (2.55 mmol/L). 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of ZEMPLAR capsules. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Immune System Disorders: Angioedema (including laryngeal edema) Investigations: Blood creatinine increased 7 DRUG INTERACTIONS Table 6 shows the clinically significant drug interactions with ZEMPLAR capsules. Table 6: Clinically Significant Drug Interactions with Paricalcitol CYP3A Inhibitors Clinical Impact Paricalcitol is partially metabolized by CYP3A. Hence, exposure of paricalcitol will increase upon coadministration with strong CYP3A inhibitors such as but not limited to: boceprevir, clarithromycin, conivaptan, grapefruit juice, indinavir, itraconazole, ketoconazole, lopinavir/ritonavir, mibefradil, nefazodone, nelfinavir, posaconazole, ritonavir, saquinavir, telaprevir, telithromycin, voriconazole. Intervention Dose adjustment of ZEMPLAR capsules may be necessary. Monitor closely for iPTH and serum calcium concentrations, if a patient initiates or discontinues therapy with a strong CYP3A4 inhibitor. Cholestyramine Clinical Impact Drugs that impair intestinal absorption of fat-soluble vitamins, such as cholestyramine, may interfere with the absorption of",
    "page": 11,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "voriconazole. Intervention Dose adjustment of ZEMPLAR capsules may be necessary. Monitor closely for iPTH and serum calcium concentrations, if a patient initiates or discontinues therapy with a strong CYP3A4 inhibitor. Cholestyramine Clinical Impact Drugs that impair intestinal absorption of fat-soluble vitamins, such as cholestyramine, may interfere with the absorption of paricalcitol. Intervention Recommend to take ZEMPLAR capsules at least 1 hour before or 4 to 6 hours after taking cholestyramine (or at as great an interval as possible) to avoid impeding absorption of paricalcitol. Mineral Oil Clinical Impact Mineral oil or other substances that may affect absorption of fat may influence the absorption of paricalcitol. Intervention Recommend to take ZEMPLAR capsules at least 1 hour before or 4 to 6 hours after taking mineral oil (or at as great an interval as possible) to avoid affecting absorption of paricalcitol.",
    "page": 11,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Risk Summary Limited data with ZEMPLAR capsules in pregnant women are insufficient to inform a drug- associated risk for major birth defects and miscarriage. There are risks to the mother and fetus associated with chronic kidney disease in pregnancy [see Clinical Considerations]. In animal reproduction studies, slightly increased embryofetal loss was observed in pregnant rats and rabbits administered paricalcitol intravenously during the period of organogenesis at doses 2 and 0.5 times, respectively, the maximum recommended human dose (MRHD). Adverse reproductive outcomes were observed at doses that caused maternal toxicity [see Data]. The estimated background risk of major birth defects and miscarriage for the indicated population is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2-4% and 15-20%, respectively. Clinical Considerations Disease-associated maternal and/or embryo/fetal risk Chronic kidney disease in pregnancy increases the maternal risk for hypertension, spontaneous abortion, preterm labor, and preeclampsia. Chronic kidney disease increases the fetal risk for intrauterine growth restriction (IUGR), prematurity, polyhydramnios, still birth, and low birth weight. Data Animal Data Pregnant",
    "page": 12,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "15-20%, respectively. Clinical Considerations Disease-associated maternal and/or embryo/fetal risk Chronic kidney disease in pregnancy increases the maternal risk for hypertension, spontaneous abortion, preterm labor, and preeclampsia. Chronic kidney disease increases the fetal risk for intrauterine growth restriction (IUGR), prematurity, polyhydramnios, still birth, and low birth weight. Data Animal Data Pregnant rats and rabbits were treated with paricalcitol by once-daily intravenous (IV) injection during the period of organogenesis (in rats, from gestation day (GD) 6 to 17; in rabbits, from GD 6 to 18). Rats were dosed at 0, 0.3, 1.0 or 3.0 mcg/kg/day and rabbits at 0, 0.03, 0.1 or 0.3 mcg/kg/day, representing up to 2 or 0.5 times, respectively, the maximum recommended human dose (MRHD) of 0.24 mcg/kg, based on body surface area (mcg/m2). Slightly decreased fetal viability was observed in both studies at the highest doses representing 2 and 0.5 times, respectively, the MRHD in the presence of maternal toxicity (decreased body weight and food consumption). Pregnant rats were administered paricalcitol by IV injection three times per week at doses of 0, 0.3, 3.0 or 20.0 mcg/kg/day throughout gestation, parturition and lactation (GD 6 to lactation day (LD) 20) representing exposures up to 13 times the MHRD. A",
    "page": 12,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "maternal toxicity (decreased body weight and food consumption). Pregnant rats were administered paricalcitol by IV injection three times per week at doses of 0, 0.3, 3.0 or 20.0 mcg/kg/day throughout gestation, parturition and lactation (GD 6 to lactation day (LD) 20) representing exposures up to 13 times the MHRD. A small increase in stillbirths and pup deaths from parturition to LD 4 were observed at the high dose when compared to the control group (9.2% versus 3.3% in controls) at 13 times the MRHD, which occurred at a maternally toxic dose known to cause hypercalcemia in rats. Surviving pups were not adversely affected; body weight gains, developmental landmarks, reflex ontogeny, learning indices, and locomotor activity were all within normal parameters. F1 reproductive capacity was unaffected.",
    "page": 12,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "8.2 Lactation Risk Summary There is no information available on the presence of paricalcitol in human milk, the effects of the drug on the breastfed infant or the effects of the drug on milk production. Studies in rats have shown that paricalcitol and/or its metabolites are present in the milk of lactating rats; however, due to specifies-specific differences in lactation physiology, animal data may not reliably predict drug levels in human milk [see Data]. Because of the potential for serious adverse reactions, including hypercalcemia in a breastfed infant, advise patients that breastfeeding is not recommended during treatment with ZEMPLAR. Data Following a single oral administration of 20 mcg/kg of radioactive [3H] paricalcitol to lactating rats, the concentrations of total radioactivity was determined. Lower levels of total radioactivity were present in the milk compared to that in the plasma of the dams indicating that low levels of [3H] paricalcitol and/or its metabolites are secreted into milk. Exposure of the pups to [3H] paricalcitol through milk was confirmed by the presence of radioactive material in the pups’ stomachs. 8.4 Pediatric Use The safety and effectiveness of ZEMPLAR capsules have been established in pediatric patients 10 to 16 years of age for the",
    "page": 13,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "metabolites are secreted into milk. Exposure of the pups to [3H] paricalcitol through milk was confirmed by the presence of radioactive material in the pups’ stomachs. 8.4 Pediatric Use The safety and effectiveness of ZEMPLAR capsules have been established in pediatric patients 10 to 16 years of age for the prevention and treatment of secondary hyperparathyroidism associated with Stage 3, 4, and 5 CKD. Use of ZEMPLAR capsules in this age group is supported by evidence from adequate and well controlled studies in adults with CKD, a 12-week double-blind placebo-controlled randomized multicenter study in 36 pediatric patients 10 to 16 years of age with CKD Stages 3 and 4, and safety data from a 12-week open-label single-arm multicenter study in 13 pediatric patients 10 to 16 years of age with CKD Stage 5 receiving peritoneal dialysis or hemodialysis. The pharmacokinetics of paricalcitol in Stage 5 CKD pediatric patients appear to be similar to those observed in Stage 3 and 4 pediatric patients [see Clinical Pharmacology (12.3) and Clinical Studies (14.1)]. Adverse reactions reported in these pediatric studies are consistent with the known safety profile of ZEMPLAR capsules and with what has been reported in adult clinical studies [see Adverse Reactions",
    "page": 13,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "be similar to those observed in Stage 3 and 4 pediatric patients [see Clinical Pharmacology (12.3) and Clinical Studies (14.1)]. Adverse reactions reported in these pediatric studies are consistent with the known safety profile of ZEMPLAR capsules and with what has been reported in adult clinical studies [see Adverse Reactions (6.1)]. Safety and effectiveness of ZEMPLAR capsules in pediatric patients under the age of 10 years have not been established. 8.5 Geriatric Use Of the total number (n = 220) of CKD Stages 3 and 4 patients in clinical studies of ZEMPLAR capsules, 49% were age 65 and over, while 17% were age 75 and over. Of the total number (n = 88) of CKD Stage 5 patients in the pivotal study of ZEMPLAR capsules, 28% were age 65 and over, while 6% were age 75 and over. No overall differences in safety and effectiveness were observed between these patients and younger patients, and other reported clinical experience has",
    "page": 13,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "and younger patients, and other reported clinical experience has",
    "page": 13,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out. 10 OVERDOSAGE Excessive administration of ZEMPLAR capsules can cause hypercalcemia, hypercalciuria, and hyperphosphatemia, and over suppression of PTH [see Warnings and Precautions (5.1)]. Treatment of Overdosage The treatment of acute overdosage of ZEMPLAR capsules should consist of general supportive measures. If drug ingestion is discovered within a relatively short time, induction of emesis or gastric lavage may be of benefit in preventing further absorption. If the drug has passed through the stomach, the administration of mineral oil may promote its fecal elimination. Serial serum electrolyte determinations (especially calcium), rate of urinary calcium excretion, and assessment of electrocardiographic abnormalities due to hypercalcemia should be obtained. Such monitoring is critical in patients receiving digitalis. Discontinuation of supplemental calcium and institution of a low-calcium diet are also indicated in accidental overdosage. Due to the relatively short duration of the pharmacological action of paricalcitol, further measures are probably unnecessary. If persistent and markedly elevated serum calcium levels occur, there are a variety of therapeutic alternatives that may be considered depending on the patient's underlying condition. These include the use of drugs such",
    "page": 14,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "Due to the relatively short duration of the pharmacological action of paricalcitol, further measures are probably unnecessary. If persistent and markedly elevated serum calcium levels occur, there are a variety of therapeutic alternatives that may be considered depending on the patient's underlying condition. These include the use of drugs such as phosphates and corticosteroids, as well as measures to induce an appropriate forced diuresis. Paricalcitol is not significantly removed by dialysis. 11 DESCRIPTION Paricalcitol, USP, the active ingredient in ZEMPLAR capsules, is a synthetically manufactured, metabolically active vitamin D analog of calcitriol with modifications to the side chain (D2) and the A (19-nor) ring. ZEMPLAR is available as soft gelatin capsules for oral administration containing 1 microgram or 2 micrograms of paricalcitol. Each capsule also contains medium chain triglycerides, alcohol, and butylated hydroxytoluene. The medium chain triglycerides are fractionated from coconut oil or palm kernel oil. The capsule shell is composed of gelatin, glycerin, titanium dioxide, iron oxide red (2 microgram capsules only), iron oxide yellow (2 microgram capsules only), iron oxide black (1 microgram capsules only), and water. Paricalcitol is a white, crystalline powder with the empirical formula of C27H44O3, which corresponds to a molecular weight of 416.64. Paricalcitol",
    "page": 14,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "composed of gelatin, glycerin, titanium dioxide, iron oxide red (2 microgram capsules only), iron oxide yellow (2 microgram capsules only), iron oxide black (1 microgram capsules only), and water. Paricalcitol is a white, crystalline powder with the empirical formula of C27H44O3, which corresponds to a molecular weight of 416.64. Paricalcitol is chemically designated as 19-nor- 1α,3β,25-trihydroxy-9,10-secoergosta-5(Z),7(E),22(E)-triene and has the following structural formula:",
    "page": 14,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "12 CLINICAL PHARMACOLOGY Secondary hyperparathyroidism is characterized by an elevation in parathyroid hormone (PTH) associated with inadequate levels of active vitamin D hormone. The source of vitamin D in the body is from synthesis in the skin as vitamin D3 and from dietary intake as either vitamin D2 or D3. Both vitamin D2 and D3 require two sequential hydroxylations in the liver and the kidney to bind to and to activate the vitamin D receptor (VDR). The endogenous VDR activator, calcitriol [1,25(OH)2D3], is a hormone that binds to VDRs that are present in the parathyroid gland, intestine, kidney, and bone to maintain parathyroid function and calcium and phosphorus homeostasis, and to VDRs found in many other tissues, including prostate, endothelium and immune cells. VDR activation is essential for the proper formation and maintenance of normal bone. In the diseased kidney, the activation of vitamin D is diminished, resulting in a rise of PTH, subsequently leading to secondary hyperparathyroidism and disturbances in the calcium and phosphorus homeostasis. Decreased levels of 1,25(OH)2D3 have been observed in early stages of chronic kidney disease. The decreased levels of 1,25(OH)2D3 and resultant elevated PTH levels, both of which often precede abnormalities in serum calcium and",
    "page": 15,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "rise of PTH, subsequently leading to secondary hyperparathyroidism and disturbances in the calcium and phosphorus homeostasis. Decreased levels of 1,25(OH)2D3 have been observed in early stages of chronic kidney disease. The decreased levels of 1,25(OH)2D3 and resultant elevated PTH levels, both of which often precede abnormalities in serum calcium and phosphorus, affect bone turnover rate and may result in renal osteodystrophy. 12.1 Mechanism of Action Paricalcitol is a synthetic, biologically active vitamin D2 analog of calcitriol. Preclinical and in vitro studies have demonstrated that paricalcitol's biological actions are mediated through binding of the VDR, which results in the selective activation of vitamin D responsive pathways. Vitamin D and paricalcitol have been shown to reduce parathyroid hormone levels by inhibiting PTH synthesis and secretion.",
    "page": 15,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "12.2 Pharmacodynamics Paricalcitol decreases serum intact parathyroid hormone (iPTH) and increases serum calcium and serum phosphorous in both HD and PD patients. This observed relationship was quantified using a mathematical model for HD and PD patient populations separately. Computer-based simulations of 100 trials in HD or PD patients (N = 100) using these relationships predict slightly lower efficacy (at least two consecutive ≥ 30% reductions from baseline iPTH) with lower hypercalcemia rates (at least two consecutive serum calcium ≥ 10.5 mg/dL) for lower iPTH- based dosing regimens. Further lowering of hypercalcemia rates was predicted if the treatment with paricalcitol is initiated in patients with lower serum calcium levels at screening. Based on these simulations, a dosing regimen of iPTH/80 with a screening serum calcium ≤ 9.5 mg/dL, approximately 76.5% (95% CI: 75.6% – 77.3%) of HD patients are predicted to achieve at least two consecutive weekly ≥ 30% reductions from baseline iPTH over a duration of 12 weeks. The predicted incidence of hypercalcemia is 0.8% (95% CI: 0.7% – 1.0%). In PD patients, with this dosing regimen, approximately 83.3% (95% CI: 82.6% – 84.0%) of patients are predicted to achieve at least two consecutive weekly ≥ 30% reductions from baseline",
    "page": 16,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "baseline iPTH over a duration of 12 weeks. The predicted incidence of hypercalcemia is 0.8% (95% CI: 0.7% – 1.0%). In PD patients, with this dosing regimen, approximately 83.3% (95% CI: 82.6% – 84.0%) of patients are predicted to achieve at least two consecutive weekly ≥ 30% reductions from baseline iPTH. The predicted incidence of hypercalcemia is 12.4% (95% CI: 11.7% - 13.0%) [see Clinical Studies (14.2) and Dosage and Administration (2.2)]. 12.3 Pharmacokinetics Absorption The mean absolute bioavailability of ZEMPLAR capsules under low-fat fed condition ranged from 72% to 86% in healthy adult volunteers, CKD Stage 5 patients on HD, and CKD Stage 5 patients on PD. A food effect study in healthy adult volunteers indicated that the Cmax and AUC0- ∞ were unchanged when paricalcitol was administered with a high fat meal compared to fasting. Food delayed Tmax by about 2 hours. The AUC0-∞ of paricalcitol increased proportionally over the dose range of 0.06 to 0.48 mcg/kg in healthy adult volunteers. Distribution Paricalcitol is extensively bound to plasma proteins (≥ 99.8%). The mean apparent volume of distribution following a 0.24 mcg/kg dose of paricalcitol in healthy adult volunteers was 34 L. The mean apparent volume of distribution following",
    "page": 16,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "over the dose range of 0.06 to 0.48 mcg/kg in healthy adult volunteers. Distribution Paricalcitol is extensively bound to plasma proteins (≥ 99.8%). The mean apparent volume of distribution following a 0.24 mcg/kg dose of paricalcitol in healthy adult volunteers was 34 L. The mean apparent volume of distribution following a 4 mcg dose of paricalcitol in CKD Stage 3 and a 3 mcg dose in CKD Stage 4 patients is between 44 and 46 L. Metabolism After oral administration of a 0.48 mcg/kg dose of 3H-paricalcitol, parent drug was extensively metabolized, with only about 2% of the dose eliminated unchanged in the feces, and no parent drug was found in the urine. Several metabolites were detected in both the urine and feces. Most of the systemic exposure was from the parent drug. Two minor metabolites, relative to paricalcitol, were detected in human plasma. One metabolite was identified as 24(R)-hydroxy paricalcitol, while the other metabolite was unidentified. The 24(R)-hydroxy paricalcitol is less active than paricalcitol in an in vivo rat model of PTH suppression. In vitro data suggest that paricalcitol is metabolized by multiple hepatic and non-hepatic enzymes, including mitochondrial CYP24, as well as CYP3A4 and UGT1A4. The identified",
    "page": 16,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "paricalcitol, while the other metabolite was unidentified. The 24(R)-hydroxy paricalcitol is less active than paricalcitol in an in vivo rat model of PTH suppression. In vitro data suggest that paricalcitol is metabolized by multiple hepatic and non-hepatic enzymes, including mitochondrial CYP24, as well as CYP3A4 and UGT1A4. The identified",
    "page": 16,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "metabolites include the product of 24(R)-hydroxylation, 24,26- and 24,28-dihydroxylation and direct glucuronidation. Elimination Paricalcitol is eliminated primarily via hepatobiliary excretion; approximately 70% of the radiolabeled dose is recovered in the feces and 18% is recovered in the urine. While the mean elimination half-life of paricalcitol is 4 to 6 hours in healthy adult volunteers, the mean elimination half-life of paricalcitol in CKD Stages 3, 4, and 5 (on HD and PD) patients ranged from 14 to 20 hours. Table 7. Paricalcitol Capsule Pharmacokinetic Parameters (mean ± SD) in CKD Stages 3, 4, and 5 Adult Patients Pharmacokinetic Parameters (units) CKD Stage 3 n = 15* CKD Stage 4 n = 14* CKD Stage 5 HD** n = 14 CKD Stage 5 PD** n = 8 Cmax (ng/mL) 0.11 ± 0.04 0.06 ± 0.01 0.575 ± 0.17 0.413 ± 0.06 AUC0-∞(ng•h/mL) 2.42 ± 0.61 2.13 ± 0.73 11.67 ± 3.23 13.41 ± 5.48 CL/F (L/h) 1.77 ± 0.50 1.52 ± 0.36 1.82 ± 0.75 1.76 ± 0.77 V/F (L) 43.7 ± 14.4 46.4 ± 12.4 38 ± 16.4 48.7 ± 15.6 t1/2 16.8 ± 2.65 19.7 ± 7.2 13.9 ± 5.1 17.7 ± 9.6 HD: hemodialysis; PD: peritoneal dialysis. * Four",
    "page": 17,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "± 5.48 CL/F (L/h) 1.77 ± 0.50 1.52 ± 0.36 1.82 ± 0.75 1.76 ± 0.77 V/F (L) 43.7 ± 14.4 46.4 ± 12.4 38 ± 16.4 48.7 ± 15.6 t1/2 16.8 ± 2.65 19.7 ± 7.2 13.9 ± 5.1 17.7 ± 9.6 HD: hemodialysis; PD: peritoneal dialysis. * Four mcg paricalcitol capsules were given to CKD Stage 3 patients; three mcg paricalcitol capsules were given to CKD Stage 4 patients. ** CKD Stage 5 HD and PD patients received a 0.24 mcg/kg dose of paricalcitol as capsules. Specific Populations Geriatric The pharmacokinetics of paricalcitol has not been investigated in geriatric patients greater than 65 years [see Use in Specific Populations (8.5)]. Pediatric Paricalcitol Cmax, AUC, and t1/2 values were similar between Stage 3 and Stage 4 CKD pediatric patients 10 to 16 years of age. Population pharmacokinetic analysis shows that the pharmacokinetics of paricalcitol in Stage 5 CKD pediatric patients appear to be similar to those observed in Stage 3 and Stage 4 pediatric patients. Table 8. Paricalcitol Capsules Pharmacokinetic Parameters (mean ± SD) in CKD Stages 3 and 4 Patients 10 to 16 Years of Age Pharmacokinetic Parameter (units) CKD Stage 3 n = 6 CKD Stage 4",
    "page": 17,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "patients appear to be similar to those observed in Stage 3 and Stage 4 pediatric patients. Table 8. Paricalcitol Capsules Pharmacokinetic Parameters (mean ± SD) in CKD Stages 3 and 4 Patients 10 to 16 Years of Age Pharmacokinetic Parameter (units) CKD Stage 3 n = 6 CKD Stage 4 N = 5 Cmax (ng/mL) 0.12 ± 0.06 0.13 ± 0.05 AUC∞(ng•h/mL) 2.63 ± 0.76 3.2 ± 0.99",
    "page": 17,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "CL/F (L/h) 1.23 ± 0.38 1.02 ± 0.35 V/F (L) 27.78 ± 18.60 24.36 ± 5.92 t1/2 (h) 15.0 ± 6.1 17.5 ± 5.9 * Three 1 mcg paricalcitol capsules were given to CKD Stage 3 or 4 patients. Gender The pharmacokinetics of paricalcitol following single doses over the 0.06 to 0.48 mcg/kg dose range was gender independent. Hepatic Impairment The disposition of paricalcitol (0.24 mcg/kg) was compared in patients with mild (n = 5) and moderate (n = 5) hepatic impairment (as indicated by the Child-Pugh method) and subjects with normal hepatic function (n = 10). The pharmacokinetics of unbound paricalcitol was similar across the range of hepatic function evaluated in this study. No dose adjustment is required in patients with mild and moderate hepatic impairment. The influence of severe hepatic impairment on the pharmacokinetics of paricalcitol has not been evaluated. Renal Impairment Following administration of ZEMPLAR capsules, the pharmacokinetic profile of paricalcitol for CKD Stage 5 on HD or PD was comparable to that in CKD 3 or 4 patients. Therefore, no special dose adjustments are required other than those recommended in the Dosage and Administration section [see Dosage and Administration (2)]. Drug Interactions An in vitro study",
    "page": 18,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "pharmacokinetic profile of paricalcitol for CKD Stage 5 on HD or PD was comparable to that in CKD 3 or 4 patients. Therefore, no special dose adjustments are required other than those recommended in the Dosage and Administration section [see Dosage and Administration (2)]. Drug Interactions An in vitro study indicates that paricalcitol is neither an inhibitor of CYP1A2, CYP2A6, CYP2B6, CYP2C8, CYP2C9, CYP2C19, CYP2D6, CYP2E1 or CYP3A nor an inducer of CYP2B6, CYP2C9 or CYP3A. Hence, paricalcitol is neither expected to inhibit nor induce the clearance of drugs metabolized by these enzymes. Omeprazole The effect of omeprazole (40 mg capsule), a strong inhibitor of CYP2C19, on paricalcitol (four 4 mcg capsules) pharmacokinetics was investigated in a single dose, crossover study in healthy subjects. The pharmacokinetics of paricalcitol was not affected when omeprazole was administered approximately 2 hours prior to the paricalcitol dose. Ketoconazole The effect of multiple doses of ketoconazole, a strong inhibitor of CYP3A, administered as 200 mg BID for 5 days on the pharmacokinetics of paricalcitol (4 mcg capsule) has been studied in healthy subjects. The Cmax of paricalcitol was minimally affected, but AUC0-∞ approximately doubled in the presence of ketoconazole. The mean half-life of paricalcitol was",
    "page": 18,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "ketoconazole, a strong inhibitor of CYP3A, administered as 200 mg BID for 5 days on the pharmacokinetics of paricalcitol (4 mcg capsule) has been studied in healthy subjects. The Cmax of paricalcitol was minimally affected, but AUC0-∞ approximately doubled in the presence of ketoconazole. The mean half-life of paricalcitol was 17.0 hours in the presence of ketoconazole as compared to 9.8 hours, when paricalcitol was administered alone [see Drug Interactions (7)].",
    "page": 18,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis and Impairment of Fertility In a 104-week carcinogenicity study in CD-1 mice, an increased incidence of uterine leiomyoma and leiomyosarcoma was observed at subcutaneous doses of 1, 3, 10 mcg/kg given three times weekly (2 to 15 times the AUC at a human dose of 14 mcg, equivalent to 0.24 mcg/kg based on AUC). The incidence rate of uterine leiomyoma was significantly different than the control group at the highest dose of 10 mcg/kg. In a 104-week carcinogenicity study in rats, there was an increased incidence of benign adrenal pheochromocytoma at subcutaneous doses of 0.15, 0.5, 1.5 mcg/kg (< 1 to 7 times the exposure following a human dose of 14 mcg, equivalent to 0.24 mcg/kg based on AUC). The increased incidence of pheochromocytomas in rats may be related to the alteration of calcium homeostasis by paricalcitol. Paricalcitol did not exhibit genetic toxicity in vitro with or without metabolic activation in the microbial mutagenesis assay (Ames Assay), mouse lymphoma mutagenesis assay (L5178Y), or a human lymphocyte cell chromosomal aberration assay. There was also no evidence of genetic toxicity in an in vivo mouse micronucleus assay. Paricalcitol had no effect on fertility (male or female)",
    "page": 19,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "vitro with or without metabolic activation in the microbial mutagenesis assay (Ames Assay), mouse lymphoma mutagenesis assay (L5178Y), or a human lymphocyte cell chromosomal aberration assay. There was also no evidence of genetic toxicity in an in vivo mouse micronucleus assay. Paricalcitol had no effect on fertility (male or female) in rats at intravenous doses up to 20 mcg/kg/dose (equivalent to 13 times a human dose of 14 mcg based on surface area, mcg/m2). 14 CLINICAL STUDIES 14.1 Chronic Kidney Disease Stages 3 and 4 Adults The safety and efficacy of ZEMPLAR capsules were evaluated in three, 24-week, double blind, placebo-controlled, randomized, multicenter, Phase 3 clinical studies in CKD Stages 3 and 4 patients. Two studies used an identical three times a week dosing design, and one study used a daily dosing design. A total of 107 patients received ZEMPLAR capsules and 113 patients received placebo. The mean age of the patients was 63 years, 68% were male, 71% were Caucasian, and 26% were African-American. The average baseline iPTH was 274 pg/mL (range: 145-856 pg/mL). The average duration of CKD prior to study entry was 5.7 years. At study entry 22% were receiving calcium based phosphate binders and/or calcium supplements.",
    "page": 19,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "the patients was 63 years, 68% were male, 71% were Caucasian, and 26% were African-American. The average baseline iPTH was 274 pg/mL (range: 145-856 pg/mL). The average duration of CKD prior to study entry was 5.7 years. At study entry 22% were receiving calcium based phosphate binders and/or calcium supplements. Baseline 25- hydroxyvitamin D levels were not measured. The initial dose of ZEMPLAR capsules was based on baseline iPTH. If iPTH was ≤ 500 pg/mL, ZEMPLAR capsules were administered 1 mcg daily or 2 mcg three times a week, not more than every other day. If iPTH was > 500 pg/mL, ZEMPLAR capsules were administered 2 mcg daily or 4 mcg three times a week, not more than every other day. The dose was increased by 1 mcg daily or 2 mcg three times a week every 2 to 4 weeks until iPTH levels were reduced by at least 30% from baseline. The overall average weekly dose of ZEMPLAR capsules was 9.6 mcg/week in the daily regimen and 9.5 mcg/week in the three times a week regimen. In the clinical studies, doses were titrated for any of the following reasons: if iPTH fell to < 60 pg/mL, or decreased >",
    "page": 19,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 4,
    "content": "from baseline. The overall average weekly dose of ZEMPLAR capsules was 9.6 mcg/week in the daily regimen and 9.5 mcg/week in the three times a week regimen. In the clinical studies, doses were titrated for any of the following reasons: if iPTH fell to < 60 pg/mL, or decreased > 60% from baseline, the dose was reduced or temporarily withheld; if iPTH decreased < 30% from baseline and serum calcium was ≤ 10.3 mg/dL and serum phosphorus was ≤ 5.5 mg/dL, the dose was increased; and if iPTH decreased between 30 to 60%",
    "page": 19,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "from baseline and serum calcium and phosphorus were ≤ 10.3 mg/dL and ≤ 5.5 mg/dL, respectively, the dose was maintained. Additionally, if serum calcium was between 10.4 to 11.0 mg/dL, the dose was reduced irrespective of iPTH, and the dose was withheld if serum calcium was > 11.0 mg/dL. If serum phosphorus was > 5.5 mg/dL, dietary counseling was provided, and phosphate binders could have been initiated or increased. If the elevation persisted, the ZEMPLAR capsules dose was decreased. Seventy-seven percent (77%) of the ZEMPLAR capsules treated patients and 82% of the placebo treated patients completed the 24-week treatment. The primary efficacy endpoint of at least two consecutive ≥ 30% reductions from baseline iPTH was achieved by 91% of ZEMPLAR capsules treated patients and 13% of the placebo treated patients (p < 0.001). The proportion of ZEMPLAR capsules treated patients achieving two consecutive ≥ 30% reductions was similar between the daily and the three times a week regimens (daily: 30/33, 91%; three times a week: 62/68, 91%). The incidence of hypercalcemia (defined as two consecutive serum calcium values > 10.5 mg/dL), and hyperphosphatemia in ZEMPLAR capsules treated patients was similar to placebo. There were no treatment related adverse events associated",
    "page": 20,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "daily and the three times a week regimens (daily: 30/33, 91%; three times a week: 62/68, 91%). The incidence of hypercalcemia (defined as two consecutive serum calcium values > 10.5 mg/dL), and hyperphosphatemia in ZEMPLAR capsules treated patients was similar to placebo. There were no treatment related adverse events associated with hypercalcemia or hyperphosphatemia in the ZEMPLAR capsules group. No increases in urinary calcium or phosphorous were detected in ZEMPLAR capsules treated patients compared to placebo. The pattern of change in the mean values for serum iPTH during the studies is shown in Figure 1. Figure 1. Mean Values for Serum iPTH Over Time in the Three Double-Blind, Placebo- Controlled, Phase 3, CKD Stages 3 and 4 Studies Combined The mean changes from baseline to final treatment visit in serum iPTH, calcium, phosphorus, and bone-specific alkaline phosphatase are shown in Table 9. Table 9. Mean Changes from Baseline to Final Treatment Visit in Serum iPTH, Bone Specific Alkaline Phosphatase, Calcium, Phosphorus, and Calcium x Phosphorus Product",
    "page": 20,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "Treatment Visit in Serum iPTH, Bone Specific Alkaline Phosphatase, Calcium, Phosphorus, and Calcium x Phosphorus Product",
    "page": 20,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "in Three Combined Double-Blind, Placebo-Controlled, Phase 3, CKD Stages 3 and 4 Studies ZEMPLAR Capsules Placebo iPTH (pg/mL) n = 104 n = 110 Mean Baseline Value 266 279 Mean Final Treatment Value 162 315 Mean Change from Baseline (SE) -104 (9.2) +35 (9.0) Bone Specific Alkaline Phosphatase (mcg/L) n = 101 n = 107 Mean Baseline 17.1 18.8 Mean Final Treatment Value 9.2 17.4 Mean Change from Baseline (SE) -7.9 (0.76) -1.4 (0.74) Calcium (mg/dL) n = 104 n = 110 Mean Baseline 9.3 9.4 Mean Final Treatment Value 9.5 9.3 Mean Change from Baseline (SE) +0.2 (0.04) -0.1 (0.04) Phosphorus (mg/dL) n = 104 n = 110 Mean Baseline 4.0 4.0 Mean Final Treatment Value 4.3 4.3 Mean Change from Baseline (SE) +0.3 (0.08) +0.3 (0.08) Pediatric patients 10 to 16 years of age The safety and efficacy of ZEMPLAR capsules were evaluated in a 12-week, double-blind, placebo-controlled, randomized, multicenter study in pediatric patients ages 10 to 16 years with CKD Stages 3 and 4. A total of 18 patients received ZEMPLAR capsules and 18 patients received placebo during the blinded phase of the study. The mean age of the patients was 13.6 years, 69% were male, 86%",
    "page": 21,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "randomized, multicenter study in pediatric patients ages 10 to 16 years with CKD Stages 3 and 4. A total of 18 patients received ZEMPLAR capsules and 18 patients received placebo during the blinded phase of the study. The mean age of the patients was 13.6 years, 69% were male, 86% were Caucasian, and 8% were Asian. The initial dose of ZEMPLAR capsules was 1 mcg three times a week. Serum iPTH, calcium, and phosphorus levels were monitored every 2-4 weeks with a goal to maintain levels within target ranges: iPTH 35 to 70pg/mL for CKD stage 3, iPTH 70 to 110pg/mL for CKD stage 4, calcium < 10.2mg/dL, phosphorous < 5.8mg/dL. Starting at Treatment Week 4 and every 4 weeks thereafter, doses may have been increased in 1 mcg increments three times a week (e.g., increase from 1 mcg three times per week to 2 mcg three times per week) based upon safety observations and blood chemistry evaluations. Each administered dose could be decreased in 1 mcg increments three times a week, or held if the patient was receiving a 1 mcg dose, as appropriate at any time. The average cumulative weekly dose of ZEMPLAR was 4mcg/week during the 12",
    "page": 21,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "based upon safety observations and blood chemistry evaluations. Each administered dose could be decreased in 1 mcg increments three times a week, or held if the patient was receiving a 1 mcg dose, as appropriate at any time. The average cumulative weekly dose of ZEMPLAR was 4mcg/week during the 12 week blinded treatment period. The primary efficacy endpoint, the proportion of Stage 3 and 4 patients achieving two consecutive ≥ 30% reductions from baseline in iPTH levels, was statistically significant during the 12-week blinded phase. Results are shown in Table 10. Table 10. Changes in iPTH from Baseline in the CKD Stages 3 and 4 Pediatric Study Phase/Treatment Two Consecutive ≥ 30% Reductions From Baseline in iPTH Levelsa",
    "page": 21,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "Blinded Phase Placebo 0/18 (0%) ZEMPLAR 5/18 (28%)* * p < 0.05 compared to placebo a. The analysis treats 3 patients on ZEMPLAR and 1 patient on placebo with unknown response status as non-responders. 14.2 Chronic Kidney Disease Stage 5 Adults The safety and efficacy of ZEMPLAR capsules were evaluated in a Phase 3, 12-week, double blind, placebo-controlled, randomized, multicenter study in patients with CKD Stage 5 on HD or PD. The study used a three times a week dosing design. A total of 61 patients received ZEMPLAR capsules and 27 patients received placebo. The mean age of the patients was 57 years, 67% were male, 50% were Caucasian, 45% were African- American, and 53% were diabetic. The average baseline serum iPTH was 701 pg/mL (range: 216-1933 pg/mL). The average time since first dialysis across all subjects was 3.3 years. The initial dose of ZEMPLAR capsules was based on baseline iPTH/60. Subsequent dose adjustments were based on iPTH/60 as well as primary chemistry results that were measured once a week. Starting at Treatment Week 2, study drug was maintained, increased or decreased weekly based on the results of the previous week’s calculation of iPTH/60. ZEMPLAR capsules were administered three times",
    "page": 22,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "iPTH/60. Subsequent dose adjustments were based on iPTH/60 as well as primary chemistry results that were measured once a week. Starting at Treatment Week 2, study drug was maintained, increased or decreased weekly based on the results of the previous week’s calculation of iPTH/60. ZEMPLAR capsules were administered three times a week, not more than every other day. The proportion of patients achieving at least two consecutive weekly ≥ 30% reductions from baseline serum iPTH was 88% of ZEMPLAR capsules treated patients and 13% of the placebo treated patients. The proportion of patients achieving at least two consecutive weekly ≥ 30% reductions from baseline iPTH was similar for HD and PD patients. The incidence of hypercalcemia (defined as two consecutive serum calcium values > 10.5 mg/dL) in patients treated with ZEMPLAR capsules was 6.6% as compared to 0% for patients given placebo. In PD patients the incidence of hypercalcemia in patients treated with ZEMPLAR capsules was 21% as compared to 0% for patients given placebo. The patterns of change in the mean values for serum iPTH are shown in Figure 2. The rate of hypercalcemia with ZEMPLAR capsules may be reduced with a lower dosing regimen based on the iPTH/80",
    "page": 22,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 3,
    "content": "patients treated with ZEMPLAR capsules was 21% as compared to 0% for patients given placebo. The patterns of change in the mean values for serum iPTH are shown in Figure 2. The rate of hypercalcemia with ZEMPLAR capsules may be reduced with a lower dosing regimen based on the iPTH/80 formula as shown by computer simulations. The hypercalcemia rate can be further predicted to decrease, if the treatment is initiated in only those with baseline serum calcium ≤ 9.5 mg/dL [see Clinical Pharmacology (12.2) and Dosage and Administration (2.2)]. Figure 2. Mean Values for Serum iPTH Over Time in a Phase 3, Double-Blind, Placebo- Controlled CKD Stage 5 Study",
    "page": 22,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "16 HOW SUPPLIED/STORAGE AND HANDLING ZEMPLAR capsules are available as 1 mcg and 2 mcg capsules. The 1 mcg capsule is an oval, gray, soft gelatin capsule supplied and imprinted as follows: Bottles of 30 – NDC 0074-9036-30 (imprinted with “ZA”) Bottles of 30 – NDC 0074-4317-30 (imprinted with the “a” logo and “ZA”) The 2 mcg capsule is an oval, orange-brown, soft gelatin capsule supplied and imprinted as follows: Bottles of 30 – NDC 0074-9037-30 (imprinted with “ZF”) Bottles of 30 – NDC 0074-4314-30 (imprinted with the “a” logo and “ZF”) Storage Store ZEMPLAR capsules at 25°C (77°F). Excursions permitted between 15°- 30°C (59°- 86°F). See USP Controlled Room Temperature. 17 PATIENT COUNSELING INFORMATION Advise patients of the following: • The most common adverse reactions with use of ZEMPLAR capsules include diarrhea, hypertension, nausea, nasopharyngitis, dizziness, and vomiting. • Patients should adhere to instructions regarding diet and phosphorus restriction.",
    "page": 23,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 1,
    "content": "• Patients should contact a health care provider if they develop symptoms of elevated calcium, (e.g. feeling tired, difficulty thinking clearly, loss of appetite, nausea, vomiting, constipation, increased thirst, increased urination and weight loss). • Patients should return to the physician's office for routine monitoring. More frequent monitoring is necessary during the initiation of therapy, following dose changes or when potentially interacting medications are started or discontinued. • Patients should inform their physician of all medications, including prescription and nonprescription drugs, supplements, and herbal preparations they are taking and any change to their medical condition. Patients should also inform their physician that they are taking ZEMPLAR capsules if a new medication is prescribed. • Breastfeeding is not recommended during treatment with ZEMPLAR capsules [see Use in Specific Populations (8.2)]. © 2024 AbbVie. All rights reserved. ZEMPLAR and its design are trademarks of AbbVie Inc. Manufactured for AbbVie Inc. North Chicago, IL 60064, U.S.A. 131899 R1 August 2024",
    "page": 24,
    "file": "zemplarcappi.pdf"
  },
  {
    "chunk_id": 2,
    "content": "IL 60064, U.S.A. 131899 R1 August 2024",
    "page": 24,
    "file": "zemplarcappi.pdf"
  }
]